{
  "intents": [
    {
      "tag": "greeting",
      "patterns": [
        "Halo",
        "Hallo",
        "Hai",
        "Hei",
        "Woy",
        "Kuy",
        "Salam",
        "hey",
        "hi",
        "hy",
        "pagi",
        "morning",
        "siang",
        "afternoon",
        "sore",
        "malam",
        "bro",
        "sis",
        "kawan"
      ],
      "responses": [
        "Hallo, ada yang bisa saya bantu",
        "Hallo juga, silahkan masukan pertanyaan yang ingin ditanyakan",
        "Hallo"
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "goodbye",
      "patterns": [
        "Dah",
        "Dadah",
        "Bye",
        "Byee",
        "Good bye",
        "Selamat tinggal",
        "Sampai jumpa",
        "Bai",
        "See you"
      ],
      "responses": [
        "Bye!",
        "Dadahh!",
        "Good bye!",
        "Dahh, semoga harimu menyenangkan yaa!",
        "Sampai jumpa lagi!",
        "See u! Senang bisa membantu",
        "Sampai jumpa lagi",
        "Semoga harimu menyenangkan",
        "Dadah! Kembali lagi yaa.....",
        "Senang berbincang dengan anda....",
        "Selamat menikmati harimu..."
      ]
    },
    {
      "tag": "terimakasih",
      "patterns": [
        "Thanks",
        "Thank you",
        "Terima kasih",
        "Makasih",
        "Terima kasih banyak"
      ],
      "responses": [
        "Dengan senang hati:)"
      ]
    },
    {
      "tag": "definisi",
      "patterns": [
        "Apa artinya memiliki penyakit mental?",
        "Apa itu penyakit kesehatan mental",
        "Jelaskan penyakit kesehatan mental"
      ],
      "responses": [
        "Penyakit mental adalah kondisi kesehatan yang mengganggu pikiran, emosi, hubungan, dan fungsi sehari-hari seseorang."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "mempengaruhi_siapa",
      "patterns": [
        "Siapa yang mempengaruhi penyakit mental?",
        "Siapa yang terkena penyakit mental"
      ],
      "responses": [
        "Diperkirakan penyakit mental mempengaruhi 1 dari 5 orang dewasa di Amerika, dan 1 dari 24 orang dewasa memiliki penyakit mental yang serius."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "apa_penyebab",
      "patterns": [
        "Apa yang menyebabkan penyakit mental?",
        "Apa yang menyebabkan penyakit mental?",
        "Bagaimana seseorang bisa sakit jiwa?"
      ],
      "responses": [
        "Gejala gangguan kesehatan mental bervariasi tergantung pada jenis dan tingkat keparahan kondisinya."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "pulih",
      "patterns": [
        "Bisakah orang dengan penyakit mental sembuh?",
        "Apakah mungkin untuk pulih dari penyakit mental"
      ],
      "responses": [
        "Ketika penyembuhan dari penyakit mental, identifikasi dini dan pengobatan sangat penting. Berdasarkan sifat penyakitnya, ada berbagai perawatan efektif yang tersedia. Untuk semua jenis perawatan, penting bagi orang yang terkena dampak untuk proaktif dan sepenuhnya. terlibat dalam proses pemulihan mereka sendiri. Banyak orang dengan penyakit mental yang didiagnosis dan diobati merespons dengan baik, meskipun beberapa mungkin mengalami kembalinya gejala. Bahkan dalam kasus seperti itu, dengan pemantauan dan pengelolaan gangguan yang cermat, masih sangat mungkin untuk hidup kehidupan yang terpenuhi dan produktif."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "langkah",
      "patterns": [
        "Saya kenal seseorang yang tampaknya memiliki gejala seperti itu?",
        "Apa langkah-langkah yang harus diikuti jika ada gejala"
      ],
      "responses": [
        "Meskipun situs web ini tidak dapat menggantikan saran profesional, kami mendorong mereka yang memiliki gejala untuk berbicara dengan teman dan anggota keluarga mereka dan mencari nasihat dari profesional kesehatan mental. Semakin cepat kondisi kesehatan mental diidentifikasi dan diobati, semakin cepat mereka dapat sembuh. jalan menuju pemulihan.Jika Anda mengenal seseorang yang mengalami masalah, jangan berasumsi bahwa masalahnya akan selesai dengan sendirinya. Beri tahu mereka bahwa Anda peduli dengan mereka, dan bahwa ada pilihan pengobatan yang tersedia yang akan membantu mereka sembuh. Bicaralah dengan profesional kesehatan mental atau konselor jika Anda berpikir teman atau anggota keluarga Anda mengalami gejala kondisi kesehatan mental. Jika orang yang dicintai yang terkena tahu bahwa Anda mendukung mereka, mereka akan lebih cenderung mencari bantuan."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "find_help",
      "patterns": [
        "Bagaimana menemukan profesional kesehatan mental untuk diri saya sendiri",
        "Bagaimana menemukan profesional kesehatan mental?"
      ],
      "responses": [
        "Merasa nyaman dengan profesional yang bekerja dengan Anda atau anak Anda sangat penting untuk keberhasilan perawatan. Menemukan profesional yang paling sesuai dengan kebutuhan Anda mungkin memerlukan penelitian. Mulailah dengan mencari penyedia di daerah Anda."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "treatement_options",
      "patterns": [
        "Pilihan pengobatan apa yang tersedia?",
        "Bagaimana seseorang bisa pulih?"
      ],
      "responses": [
        "Sama seperti ada berbagai jenis obat untuk penyakit fisik, pilihan pengobatan yang berbeda tersedia untuk individu dengan penyakit mental. Pengobatan bekerja secara berbeda untuk orang yang berbeda. Penting untuk menemukan apa yang terbaik untuk Anda atau anak Anda."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "tips pengobatan",
      "patterns": [
        "Bagaimana cara terlibat dalam pengobatan?",
        "Apa yang harus saya ingat jika saya memulai perawatan?"
      ],
      "responses": [
        "Sejak memulai perawatan adalah langkah besar bagi individu dan keluarga, itu bisa sangat melelahkan."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "profesional_types",
      "patterns": [
        "Apa perbedaan antara profesional kesehatan mental?",
        "Apa saja jenis profesional kesehatan mental yang ada?"
      ],
      "responses": [
        "Ada banyak jenis profesional kesehatan mental. Berbagai penyedia dan layanan mereka mungkin membingungkan. Masing-masing memiliki berbagai tingkat pendidikan, pelatihan, dan mungkin memiliki bidang keahlian yang berbeda. Menemukan profesional yang paling sesuai dengan kebutuhan Anda mungkin memerlukan beberapa penelitian. ."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "kanan_profesional",
      "patterns": [
        "Bagaimana saya bisa menemukan seorang profesional kesehatan mental yang benar?",
        "Bagaimana menemukan profesional kesehatan mental yang tepat?"
      ],
      "responses": [
        "Merasa nyaman dengan profesional yang bekerja dengan Anda atau anak Anda sangat penting untuk keberhasilan perawatan Anda. Menemukan profesional yang paling sesuai dengan kebutuhan Anda mungkin memerlukan beberapa penelitian."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "1590140",
      "patterns": [
        "Apa artinya memiliki penyakit mental?"
      ],
      "responses": [
        "Penyakit mental adalah kondisi kesehatan yang mengganggu pikiran, emosi, hubungan, dan fungsi sehari-hari seseorang."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "2110618",
      "patterns": [
        "Siapa yang mempengaruhi penyakit mental?"
      ],
      "responses": [
        "Penyakit mental memang bisa menyerang siapa saja, tanpa memandang jenis kelamin, usia, pendapatan, status sosial, suku, agama, orientasi seksual, atau latar belakang."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "9434130",
      "patterns": [
        "Apa saja tanda-tanda peringatan penyakit mental?"
      ],
      "responses": [
        "Gejala gangguan kesehatan mental bervariasi tergantung pada jenis dan tingkat keparahan kondisinya."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "7657263",
      "patterns": [
        "Bisakah orang dengan penyakit mental sembuh?"
      ],
      "responses": [
        "Ketika penyembuhan dari penyakit mental, identifikasi dini dan pengobatan sangat penting."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "1619387",
      "patterns": [
        "Apa yang harus saya lakukan jika saya mengenal seseorang yang tampaknya memiliki gejala gangguan mental?"
      ],
      "responses": [
        "Kami mendorong mereka yang memiliki gejala untuk berbicara dengan teman dan anggota keluarga mereka dan mencari nasihat dari profesional kesehatan mental."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "1030153",
      "patterns": [
        "Bagaimana saya bisa menemukan profesional kesehatan mental untuk diri saya sendiri atau anak saya?"
      ],
      "responses": [
        "Merasa nyaman dengan profesional yang bekerja dengan Anda atau anak Anda sangat penting untuk keberhasilan perawatan."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "8022026",
      "patterns": [
        "Pilihan pengobatan apa yang tersedia?"
      ],
      "responses": [
        "Pilihan pengobatan yang berbeda tersedia untuk individu dengan penyakit mental."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "1155199",
      "patterns": [
        "Jika saya terlibat dalam pengobatan, apa yang perlu saya ketahui?"
      ],
      "responses": [
        "Penting untuk terlibat dan terlibat dalam proses perawatan sebanyak mungkin."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "7760466",
      "patterns": [
        "Apa perbedaan antara profesional kesehatan mental?"
      ],
      "responses": [
        "Ada banyak jenis profesional kesehatan mental. Berbagai penyedia dan layanan mereka mungkin membingungkan. Masing-masing memiliki berbagai tingkat pendidikan, pelatihan, dan mungkin memiliki bidang keahlian yang berbeda. Menemukan profesional yang paling sesuai dengan kebutuhan Anda mungkin memerlukan beberapa penelitian. ."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "2553795",
      "patterns": [
        "Bagaimana saya bisa menemukan profesional kesehatan mental yang tepat untuk anak saya atau saya sendiri?"
      ],
      "responses": [
        "Merasa nyaman dengan profesional yang bekerja dengan Anda atau anak Anda sangat penting untuk keberhasilan perawatan Anda. Menemukan profesional yang paling sesuai dengan kebutuhan Anda mungkin memerlukan beberapa penelitian."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "1259439",
      "patterns": [
        "Jika saya terlibat dalam perawatan, apa yang perlu saya ketahui?"
      ],
      "responses": [
        "Penting untuk melanjutkan keterlibatan dalam proses pengobatan sebanyak mungkin."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "4197817",
      "patterns": [
        "Di mana lagi saya bisa mendapatkan bantuan?"
      ],
      "responses": [
        "anggota keluarga, teman, pendeta, penyedia layanan kesehatan, atau profesional lainnya"
      ]
    },
    {
      "tag": "3388962",
      "patterns": [
        "Apa yang harus saya ketahui sebelum memulai pengobatan baru?"
      ],
      "responses": [
        "Sumber informasi terbaik tentang obat adalah dokter yang meresepkannya"
      ]
    },
    {
      "tag": "5343181",
      "patterns": [
        "Jika saya merasa lebih baik setelah minum obat, apakah ini berarti saya 'sembuh' dan dapat berhenti meminumnya?"
      ],
      "responses": [
        "Buat rencana untuk beralih ke perawatan lain yang lebih cocok."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "5778437",
      "patterns": [
        "Bagaimana saya bisa mendapatkan bantuan untuk membayar obat saya?"
      ],
      "responses": [
        "Kunjungi Healthfinder.gov untuk mempelajari lebih lanjut."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "9541219",
      "patterns": [
        "Di mana saya bisa pergi untuk mencari terapi"
      ],
      "responses": [
        "Beberapa jenis perawatan dan terapi berbeda yang dapat membantu."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "3268009",
      "patterns": [
        "Di mana saya bisa belajar tentang jenis perawatan kesehatan mental?"
      ],
      "responses": [
        "Kondisi kesehatan mental sering diobati dengan obat-obatan, terapi atau kombinasi keduanya."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "3340726",
      "patterns": [
        "Apa saja jenis profesional kesehatan mental yang berbeda?"
      ],
      "responses": [
        "Ada banyak jenis profesional kesehatan mental. Menemukan yang tepat untuk Anda mungkin memerlukan beberapa penelitian."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "9539480",
      "patterns": [
        "Di mana saya bisa mencari kelompok pendukung?"
      ],
      "responses": [
        "Banyak orang menganggap dukungan sebaya sebagai alat yang berguna yang dapat membantu pemulihan mereka."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "4211025",
      "patterns": [
        "Di mana saya bisa mencari perawatan rawat inap?"
      ],
      "responses": [
        "Perawatan rawat inap dapat membantu orang menstabilkan pengobatan baru, menyesuaikan diri dengan gejala baru, atau mendapatkan bantuan yang mereka butuhkan."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "4031860",
      "patterns": [
        "Di mana saya bisa mencari layanan lokal lainnya?"
      ],
      "responses": [
        "Kemungkinan ada banyak sumber daya yang dapat digunakan untuk membantu Anda menemukan perawatan kesehatan mental di komunitas Anda. Sumber daya ini dapat membantu Anda menemukan terapis yang tepat, dan memungkinkan Anda untuk lebih memahami pilihan pengobatan yang layak dan proses pengobatan."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "5215843",
      "patterns": [
        "Di mana saya dapat mempelajari lebih banyak informasi tentang uji klinis?"
      ],
      "responses": [
        "Terkadang, konsumen layanan kesehatan mental dapat mempertimbangkan untuk berpartisipasi dalam studi penelitian ketika mereka tidak mengalami perbaikan meskipun telah mencoba berbagai obat dan perawatan. Studi penelitian (juga dikenal sebagai uji klinis) mungkin melibatkan penggunaan obat baru atau pengobatan baru. pendekatan yang keamanan dan efektivitasnya sedang diuji. Meskipun kami mendukung inovasi di lapangan, konsumen harus diperingatkan bahwa ada risiko yang terkait dengan uji klinis – pastikan Anda mengetahuinya sebelum mendaftar."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "8927672",
      "patterns": [
        "Di mana saya dapat mempelajari informasi lebih lanjut tentang membuat Petunjuk Lanjutan Psikiatri?"
      ],
      "responses": [
        "Mirip dengan petunjuk kemajuan medis atau surat kuasa perawatan kesehatan, petunjuk kemajuan psikiatris adalah dokumen hukum yang diselesaikan dalam waktu kesehatan yang memberikan instruksi mengenai perawatan atau layanan yang ingin dimiliki atau tidak dimiliki seseorang selama krisis kesehatan mental, dan dapat membantu mempengaruhi perawatannya."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "7728364",
      "patterns": [
        "Apa itu kesehatan mental?"
      ],
      "responses": [
        "Kita semua memiliki kesehatan mental yang terdiri dari keyakinan, pikiran, perasaan, dan perilaku kita."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "4194958",
      "patterns": [
        "Apa yang harus saya lakukan jika dukungan tidak membantu?"
      ],
      "responses": [
        "Mungkin sulit untuk menemukan hal-hal yang akan membantu Anda, karena hal-hal yang berbeda membantu orang yang berbeda. Penting untuk terbuka terhadap berbagai pendekatan dan berkomitmen untuk menemukan bantuan yang tepat dan untuk terus berharap, bahkan ketika beberapa hal-hal tidak berhasil."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "1667863",
      "patterns": [
        "Bisakah Anda mencegah masalah kesehatan mental?"
      ],
      "responses": [
        "Kita semua dapat menderita tantangan kesehatan mental, tetapi mengembangkan kesejahteraan, ketahanan, dan mencari bantuan sejak dini dapat membantu mencegah tantangan menjadi serius."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "8904276",
      "patterns": [
        "Apakah ada obat untuk masalah kesehatan mental?"
      ],
      "responses": [
        "Seringkali lebih realistis dan membantu untuk mengetahui apa yang membantu masalah yang Anda hadapi. Berbicara, konseling, pengobatan, persahabatan, olahraga, tidur dan nutrisi yang baik, dan pekerjaan yang berarti semuanya dapat membantu."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "4283807",
      "patterns": [
        "Apa yang menyebabkan masalah kesehatan mental?"
      ],
      "responses": [
        "Tantangan atau masalah dengan kesehatan mental Anda dapat muncul dari masalah psikologis, biologis, dan sosial, serta peristiwa kehidupan."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "8690253",
      "patterns": [
        "Apa yang harus saya lakukan jika saya khawatir dengan kesehatan mental saya?"
      ],
      "responses": [
        "Yang paling penting adalah berbicara dengan seseorang yang Anda percayai. Ini mungkin teman, kolega, anggota keluarga, atau dokter umum. Selain berbicara dengan seseorang, mungkin berguna untuk mengetahui lebih banyak informasi tentang apa yang Anda alami. Ini hal-hal dapat membantu untuk mendapatkan beberapa perspektif tentang apa yang Anda alami, dan menjadi awal untuk mendapatkan bantuan."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "2973656",
      "patterns": [
        "Bagaimana saya tahu jika saya tidak sehat?"
      ],
      "responses": [
        "Jika keyakinan, pikiran, perasaan, atau perilaku Anda memiliki dampak signifikan pada kemampuan Anda untuk berfungsi dengan cara yang mungkin dianggap normal atau biasa, penting untuk mencari bantuan."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "4759773",
      "patterns": [
        "Apa yang harus saya lakukan jika saya khawatir tentang teman atau kerabat?"
      ],
      "responses": [
        "Ini mungkin tergantung pada hubungan Anda dengan mereka. Dengan lembut mendorong seseorang untuk mencari dukungan yang tepat akan sangat membantu untuk memulai."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "1511075",
      "patterns": [
        "Bagaimana saya menghadapi seseorang yang memberi tahu saya apa yang harus saya lakukan?"
      ],
      "responses": [
        "Beberapa orang mungkin memberi tahu Anda tentang bukti bagus tentang apa yang berhasil dengan niat terbaik, tetapi penting untuk mengetahui apa yang terbaik untuk Anda."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "7069853",
      "patterns": [
        "Mengapa saya harus terus mendapat informasi?"
      ],
      "responses": [
        "informasi akurat melaporkan tingkat stres, kecemasan, dan depresi yang lebih rendah. Penelitian ini tersedia secara gratis di www.mdpi.com/1660-4601/17/5/1729. \n Tentu saja, tidak apa-apa untuk menetapkan batas. Tetap terinformasi tidak berarti Anda harus mengikuti berita sepanjang hari. Periksa beberapa kali sehari, tetap berpegang pada sumber dan outlet media tepercaya. Sementara media sosial dapat menjadi cara yang bagus untuk tetap berhubungan dengan keluarga dan teman, media sosial juga dapat memperkuat nasihat buruk, cerita yang tidak jelas atau tidak benar, dan informasi tidak membantu lainnya. Pastikan untuk menggunakan keterampilan berpikir kritis yang baik. berpegang teguh pada sumber dan outlet media tepercaya. Sementara media sosial dapat menjadi cara yang bagus untuk tetap berhubungan dengan keluarga dan teman, media sosial juga dapat memperkuat nasihat buruk, cerita yang tidak jelas atau tidak benar, dan informasi tidak membantu lainnya. Pastikan untuk menggunakan keterampilan berpikir kritis yang baik. berpegang teguh pada sumber dan outlet media tepercaya. Sementara media sosial dapat menjadi cara yang bagus untuk tetap berhubungan dengan keluarga dan teman, media sosial juga dapat memperkuat nasihat buruk, cerita yang tidak jelas atau tidak benar, dan informasi tidak membantu lainnya. Pastikan untuk menggunakan keterampilan berpikir kritis yang baik."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "4181750",
      "patterns": [
        "Bagaimana saya bisa tahu apakah informasi kesehatan itu baik atau buruk?"
      ],
      "responses": [
        "dan Pusat Pengendalian Penyakit BC (BCCDC). Ilmuwan dan peneliti di universitas dan institusi lain serta profesional ilmu kesehatan juga merupakan sumber informasi yang penting. \n Judul dan judul harus sederhana dan pendek, sehingga terkadang bisa menyesatkan dengan sendirinya. Mereka mungkin juga sengaja mengejutkan atau kontroversial untuk membujuk Anda mengklik untuk membaca lebih lanjut. \n Situs web milik pemerintah, lembaga yang didanai pemerintah, penyedia layanan kesehatan terkenal, universitas, atau kelompok profesional medis umumnya yang paling dapat diandalkan. Berhati-hatilah dengan situs yang tidak mencantumkan penulisnya atau tidak memberi tahu Anda banyak tentang diri mereka sendiri. Periksa kembali penulis dan kredensial dari 'pakar' yang dikutip atau dikutip untuk melihat apakah mereka benar-benar ahli dalam topik yang sedang dibahas. \n Dapatkah Anda menemukan bukti lain dari sumber lain untuk mendukung klaim tersebut? Apakah penulis mencantumkan sumbernya? Apakah sumbernya sah, seperti jurnal penelitian? \n Sumber yang tidak membantu ingin Anda merasakan hal tertentu: takut, marah, tidak percaya, rentan. Frasa seperti Tingkat infeksi yang meroket sangat sensasional dan dimaksudkan untuk membuat orang merasa takut. Di sisi lain, pernyataan faktual seperti Kami memiliki 50 kasus baru di BC memberi Anda informasi penting tanpa mempermainkan emosi Anda. Berita atau sumber informasi yang bermanfaat ingin Anda merasa terinformasi dan diberdayakan. \n Siapa yang membayar situs ini? Produk atau layanan apa yang diiklankan? Tautan atau situs lain apa yang mereka promosikan? Apakah Anda belajar sesuatu dari sebuah cerita atau pengalaman, atau apakah Anda hanya diarahkan untuk membeli produk atau layanan? \n Media sosial bisa menjadi cara yang bagus untuk tetap berhubungan dengan keluarga dan teman, terutama saat kita mempraktikkan jarak fisik atau isolasi diri. Media sosial juga dapat menjadi cara penting untuk belajar dari pakar kesehatan dan terhubung ke layanan dukungan dan kelompok bantuan timbal balik di komunitas Anda. \n Seperti sumber informasi lainnya, penting untuk menggunakan keterampilan berpikir kritis yang baik saat menggunakan media sosial. Studi menemukan bahwa mencari informasi kesehatan di media sosial umumnya memiliki hasil yang sangat beragam. Anda akan melihat kedua sumber berkualitas sangat buruk di sebelah sumber berkualitas baik, dan terserah Anda untuk memutuskan yang mana. Selain itu, postingan media sosial cenderung pendek dan jarang menangkap semua yang perlu Anda pertimbangkan. Mereka umumnya berguna sebagai cara untuk mulai belajar atau mengeksplorasi sudut pandang yang berbeda daripada tempat untuk mengumpulkan semua informasi. \n Kunjungi www.mediasmarts.ca untuk mempelajari lebih lanjut tentang literasi digital dan media \n Kunjungi www.healthnewsreview.org untuk mempelajari lebih lanjut tentang berpikir kritis seputar klaim kesehatan (sumber daya ini tidak lagi diperbarui setiap hari, tetapi semua perangkat dan pelajaran masih tersedia ) \n Halaman ini diadaptasi dari lembar info Mengevaluasi Kesehatan Mental dan Informasi Penggunaan Zat."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "2554141",
      "patterns": [
        "Mengapa saya perlu rencana?"
      ],
      "responses": [
        "termasuk waktu Anda dapat terhubung dengan orang yang dicintai secara online atau melalui telepon \n Rencanakan tugas dan tujuan harian \n Beri diri Anda jadwal untuk mencari informasi terkini \n Pastikan Anda memiliki makanan sehat dan perlengkapan rumah tangga selama 14 hari di rumah \n Simpan obat-obatan yang tersedia dan bicarakan dengan dokter Anda untuk meminta nasihat jika Anda berisiko tinggi \n Didik diri Anda tentang tindakan kesehatan masyarakat dan cari tahu bagaimana Anda akan mengikuti instruksi tersebut \n Cari tahu bagaimana Anda akan mengelola tuntutan pengasuhan anak yang meningkat, bekerja untuk rumah, atau perubahan lain pada rutinitas biasa \n Tentukan apakah Anda memerlukan dukungan keuangan seperti Manfaat Tanggap Darurat Kanada atau Tambahan Sewa Sementara BC jika pekerjaan Anda terpengaruh oleh COVID-19. Jika Anda mengantisipasi kebutuhan, Anda dapat menemukan instruksi aplikasi dan mengumpulkan dokumen atau informasi lain sebelumnya \n Cari tahu bagaimana Anda akan mengatur saat-saat ketika Anda merasa kewalahan atau putus asa, seperti aktivitas menenangkan, nomor telepon bantuan lokal atau saluran krisis, video mengobrol dengan orang yang dicintai, atau cara untuk terhubung dengan penyedia layanan kesehatan mental Anda \n Cari organisasi pendukung lokal, kelompok lingkungan, atau kelompok bantuan timbal balik jika Anda membutuhkan bantuan atau dukungan ekstra atau ingin membantu orang lain di komunitas Anda \n Beberapa perencanaan akan mudah, tetapi Anda mungkin juga menghadapi situasi atau saat-saat ketika lebih sulit untuk melihat solusi atau rencana tindakan yang baik. Ini adalah waktu yang tepat untuk melatih keterampilan memecahkan masalah. Pemecahan masalah adalah metode yang membantu Anda memecah situasi yang rumit menjadi bagian-bagian yang dapat dikelola, mencari informasi yang realistis dan tidak memihak, bertukar pikiran tentang solusi yang mungkin, dan menguji solusi yang menurut Anda dapat bekerja dengan baik. Pemecahan masalah adalah keterampilan yang membantu tidak peduli apa pun yang terjadi di dunia, dan ini adalah pendekatan metodis yang memberdayakan ketika Anda mungkin merasa kewalahan atau tersesat. \n Lihat sumber daya berikut untuk informasi selengkapnya tentang pemecahan masalah: \n Modul Kesehatan 4: Pemecahan Masalah: www.heretohelp.bc.ca/wellness-module/wellness-module-4-problem-solving \n Problem- lembar kerja pemecahan dari Anxiety Canada: www.anxietycanada.com/sites/default/files/ProblemSolving.pdf \n Pemecahan Masalah yang Efektif dalam Buku Kerja Keterampilan Antidepresan: psychhealthandsafety.org/asw Pemecahan masalah adalah keterampilan yang membantu tidak peduli apa pun yang terjadi di dunia, dan ini adalah pendekatan metodis yang memberdayakan ketika Anda mungkin merasa kewalahan atau tersesat. \n Lihat sumber daya berikut untuk informasi selengkapnya tentang pemecahan masalah: \n Modul Kesehatan 4: Pemecahan Masalah: www.heretohelp.bc.ca/wellness-module/wellness-module-4-problem-solving \n Problem- lembar kerja pemecahan dari Anxiety Canada: www.anxietycanada.com/sites/default/files/ProblemSolving.pdf \n Pemecahan Masalah yang Efektif dalam Buku Kerja Keterampilan Antidepresan: psychhealthandsafety.org/asw Pemecahan masalah adalah keterampilan yang membantu tidak peduli apa pun yang terjadi di dunia, dan ini adalah pendekatan metodis yang memberdayakan ketika Anda mungkin merasa kewalahan atau tersesat. \n Lihat sumber daya berikut untuk informasi selengkapnya tentang pemecahan masalah: \n Modul Kesehatan 4: Pemecahan Masalah: www.heretohelp.bc.ca/wellness-module/wellness-module-4-problem-solving \n Problem- lembar kerja pemecahan dari Anxiety Canada: www.anxietycanada.com/sites/default/files/ProblemSolving.pdf \n Pemecahan Masalah yang Efektif dalam Buku Kerja Keterampilan Antidepresan: psychhealthandsafety.org/asw"
      ]
    },
    {
      "tag": "9100298",
      "patterns": [
        "Bagaimana saya bisa mempertahankan hubungan sosial? Bagaimana jika saya merasa kesepian?"
      ],
      "responses": [
        "atau Anda mungkin lebih suka mengirim pesan teks sepanjang hari daripada satu waktu yang ditentukan untuk panggilan video. Kemudian, bekerjalah dengan jejaring sosial Anda untuk membuat rencana. Anda dapat melakukan obrolan video dengan teman dekat Anda di malam hari dan menelepon anggota keluarga seminggu sekali. \n Ingatlah untuk memperhatikan orang-orang yang mungkin tidak online. Check in melalui telepon dan tanyakan bagaimana Anda dapat membantu. \n Kualitas hubungan sosial Anda penting. Menggulir media sosial tanpa berpikir dan menyukai beberapa posting biasanya tidak membangun koneksi sosial yang kuat. Pastikan Anda fokus pada strategi yang benar-benar membuat Anda merasa disertakan dan terhubung. Jika strategi Anda saat ini tidak membantu Anda merasa terhubung, pecahkan masalah untuk melihat apakah Anda dapat menemukan solusi. \n Setiap orang terkadang merasa kesepian—mungkin Anda baru saja pindah ke kota baru, mengubah lingkaran pertemanan, kehilangan seseorang yang penting dalam hidup Anda, atau kehilangan pekerjaan dan juga kehilangan hubungan sosial yang penting dengan rekan kerja. Orang lain mungkin memiliki hubungan fisik dengan orang lain tetapi mungkin merasa kebutuhan emosional atau sosial mereka tidak terpenuhi. Tindakan seperti jarak sosial atau isolasi diri dapat membuat kesepian terasa lebih buruk tidak peduli mengapa Anda merasa kesepian sekarang. \n Jangkau koneksi yang Anda miliki. Sarankan cara untuk tetap berhubungan dan lihat apakah Anda dapat mengatur waktu reguler untuk terhubung. Orang mungkin ragu untuk menghubungi karena berbagai alasan, jadi jangan takut untuk menjadi orang yang bertanya. \n Cari kelompok pendukung komunitas lokal dan kelompok bantuan timbal balik di media sosial. Pandemi ini menyatukan semua orang, jadi carilah peluang untuk membuat koneksi baru. Kelompok-kelompok ini adalah cara yang bagus untuk berbagi keterampilan dan kemampuan Anda atau mencari bantuan dan dukungan. \n Cari kelompok pendukung khusus. Grup pendukung bergerak online, dan ada banyak saluran dukungan berbeda untuk dihubungi jika Anda perlu berbicara dengan seseorang. Untuk menemukan layanan masyarakat di BC, hubungi atau SMS 211 atau kunjungi www.bc211.ca. \n Jika Anda membutuhkan dukungan ekstra, Anda dapat berbicara dengan psikolog atau konselor secara gratis: \n Anda dapat mengakses panggilan telepon gratis dengan Psikolog Terdaftar melalui Layanan Dukungan Psikologis Covid-19 dari BC Psychological Association. Kunjungi www.psychologists.bc.ca/covid-19-resources. \n Anda dapat mengakses dukungan jangka pendek gratis berbasis telepon dengan konselor dari grup baru bernama BC COVID-19 Mental Health Network. Surel Anda dapat berbicara dengan psikolog atau konselor secara gratis: \n Anda dapat mengakses panggilan telepon gratis dengan Psikolog Terdaftar melalui Layanan Dukungan Psikologis Covid-19 dari BC Psychological Association. Kunjungi www.psychologists.bc.ca/covid-19-resources. \n Anda dapat mengakses dukungan jangka pendek gratis berbasis telepon dengan konselor dari grup baru bernama BC COVID-19 Mental Health Network. Surel Anda dapat berbicara dengan psikolog atau konselor secara gratis: \n Anda dapat mengakses panggilan telepon gratis dengan Psikolog Terdaftar melalui Layanan Dukungan Psikologis Covid-19 dari BC Psychological Association. Kunjungi www.psychologists.bc.ca/covid-19-resources. \n Anda dapat mengakses dukungan jangka pendek gratis berbasis telepon dengan konselor dari grup baru bernama BC COVID-19 Mental Health Network. Surelbccovidtherapists@gmail.comuntuk menerima waktu janji. \n Untuk remaja usia 12-24, Anda dapat berbicara dengan konselor secara gratis melalui Foundry Virtual. Kunjungi foundrybc.ca/get-support/virtual/. \n Hubungi Saluran Dukungan Kesehatan Mental BC di 310-6789. Yang tersedia 24/7. \n Ngobrol online dengan sukarelawan Crisis Center di www.crisiscentrechat.ca (setiap hari antara tengah hari dan 1: 00 pagi) \n Untuk orang dewasa yang lebih tua: Hubungi Seniors Distress Line di 604-872-123 \n Untuk remaja dan dewasa muda: Obrolan online dengan seorang sukarelawan di www.YouthinBC.com (setiap hari antara siang dan 1: 00 pagi) \n Untuk anak-anak dan remaja: Hubungi Telepon Bantuan Anak di 1-800-668-6868 atau kunjungi kidshelpphone.ca \n Untuk kiat mengelola kesepian, lihat sumber daya berikut: \n Mengatasi Kesepian dari Asosiasi Kesehatan Mental Kanada: cmha.bc."
      ]
    },
    {
      "tag": "2884887",
      "patterns": [
        "Bagaimana saya bisa menjaga kesehatan fisik saya?"
      ],
      "responses": [
        "Anda juga dapat meminta keluarga atau teman untuk membawakan Anda bahan makanan, atau mencari grup pendukung COVID-19 lokal di media sosial. Paling aman jika orang lain meninggalkan makanan dan persediaan lain di luar pintu Anda untuk menghindari penyebaran virus. \n Olahraga adalah bagian penting dari kesehatan dan kesejahteraan mental, manajemen stres, dan kesehatan tidur. Namun, itu adalah sesuatu yang banyak orang menyerah ketika mereka mulai merasa stres atau kewalahan. \n Jika aman bagi Anda untuk melakukannya, habiskan waktu di luar. Anda tetap harus menghindari area atau kelompok yang sibuk dan menjaga jarak setidaknya dua meter dari yang lain, tetapi tidak ada alasan untuk menghindari berjalan, berlari, atau aktivitas luar ruangan yang aman lainnya. (Perhatikan bahwa beberapa kotamadya, Taman BC, dan Taman Kanada telah membatasi beberapa ruang terbuka untuk mengurangi keramaian, jadi periksa status taman atau jalur lokal Anda dan hormati penutupan—mereka' hanya menjaga keamanan semua orang.) \n Jika Anda lebih suka berolahraga di dalam ruangan, Anda juga dapat menemukan banyak kelas latihan yang berbeda secara online. Anda dapat mencoba yoga, mengikuti kelas barre, melatih kardio Anda, mengambil rutinitas dumbbell baru, dan mengikuti Crossfit WOD dari kenyamanan ruang tamu Anda. Carilah rutinitas atau kelas latihan tanpa peralatan jika Anda belum memiliki peralatan. \n Kurang tidur bahkan bisa membuat masalah sederhana terasa jauh lebih buruk daripada yang sebenarnya. Tidur yang buruk dapat memengaruhi suasana hati, pandangan, dan kesabaran Anda. Sayangnya, stres dan kecemasan benar-benar dapat mengganggu tidur Anda. Jika Anda sulit tidur, jadilah proaktif dan praktikkan kebiasaan tidur yang sehat. Untuk informasi lebih lanjut, lihat Modul Kesehatan 6: Mendapatkan Tidur yang Baik di www.heretohelp.bc.ca/wellness-module/wellness-module-6-getting-a-good-nights-sleep. \n Jika Anda memiliki masalah kesehatan lain seperti penyakit kronis, hubungi dokter atau tim perawatan kesehatan Anda untuk mengetahui apakah Anda perlu mengambil tindakan atau tindakan pencegahan tambahan. Ingatlah untuk merencanakan ke depan dan melakukan apa yang Anda bisa untuk menyimpan resep atau obat bebas, persediaan medis, suplemen, atau kebutuhan kesehatan lainnya."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "9250044",
      "patterns": [
        "Bagaimana saya bisa menggunakan gangguan untuk mengelola pikiran atau perasaan yang sulit?"
      ],
      "responses": [
        "dan Anda dapat mempelajari hobi dan aktivitas baru. Karena semakin banyak orang harus mempraktikkan jarak sosial atau isolasi diri, orang-orang menemukan cara kreatif untuk membawa dunia ke rumah mereka: Anda dapat mengunjungi museum dan galeri seni, Skype dengan seorang ilmuwan, menonton hewan di kebun binatang dan cagar alam, dan banyak lagi. \n Ketika jadwal normal terganggu, mudah untuk jatuh ke dalam kebiasaan yang tidak membantu. Cari cara untuk menjaga diri Anda tetap pada jalur dengan kebiasaan yang lebih sehat. Anda dapat menetapkan tujuan setiap hari atau mengubah aktivitas menjadi kompetisi yang menyenangkan bersama teman atau keluarga—siapa pun yang paling banyak mengambil kelas bahasa akan menang! \n Banyak komunitas menggunakan platform media sosial seperti Facebook untuk mengatur dukungan dan bantuan bagi tetangga. Jika Anda sehat dan aman untuk melakukannya, Anda dapat mendaftar untuk mengajak anjing jalan-jalan, mengambil bahan makanan dan perlengkapan rumah tangga, dan membantu orang lain yang tidak bisa keluar saat ini. Ini bisa menjadi cara yang bagus untuk membuat koneksi baru di daerah Anda, dan membantu orang lain baik untuk kesehatan mental Anda sendiri. Pastikan untuk mengikuti praktik kebersihan yang baik dan jarak fisik — kesehatan Anda sendiri adalah penting."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "3597720",
      "patterns": [
        "Bagaimana saya bisa membingkai ulang situasi dan menemukan perspektif yang lebih seimbang?"
      ],
      "responses": [
        "pikiran yang tidak membantu dapat meningkatkan suasana hati Anda, memvalidasi kemampuan Anda untuk melewati ini, dan membantu Anda melihat opsi atau peluang baru untuk tetap sehat. \n Berhenti dan perhatikan pikiran yang muncul. Bagaimana perasaan mereka? Apakah pemikiran Anda tampak realistis jika Anda melihat situasi secara lebih objektif? Bagaimana Anda dapat membingkai ulang pemikiran untuk membuatnya lebih produktif atau penuh harapan? Dapatkah Anda menemukan aspek positif atau memikirkan cara baru untuk mendekati situasi? \n Berikut adalah beberapa contohnya: \n Saya sangat marah karena acara saya dibatalkan! Ini menyebalkan! \n Saya tahu ini adalah opsi yang lebih aman untuk semua orang. Ketika dijadwalkan ulang, saya akan menikmatinya lebih karena saya tidak perlu khawatir akan sakit atau menyebarkan penyakit. \n Aku benci menghabiskan begitu banyak waktu di rumah. Ini sangat membosankan. \n Aku m melakukan bagian saya untuk menjaga tetangga saya aman. Itu sangat berharga karena membuat orang tetap sehat. \n Saya kesulitan membiasakan diri dengan jadwal baru saya. Ini sangat membuat frustrasi. \n Saya akan segera terbiasa dengan ini, sama seperti saya beradaptasi terakhir kali saya harus mengubah jadwal saya. Sekarang saya lebih banyak di rumah, saya akan memiliki lebih banyak waktu untuk menyelesaikan proyek yang belum pernah saya sentuh selama berbulan-bulan dan saya senang melihat hasil akhirnya. \n Saya benar-benar takut dan saya tidak tahu harus berbuat apa. Saya merasa sangat kewalahan sekarang. \n Masuk akal jika saya merasa takut—orang-orang jatuh sakit dan kami tidak tahu kapan semuanya akan kembali normal. Tapi ada banyak hal yang bisa saya lakukan untuk tetap sehat, dan saya akan melakukan riset agar saya bisa melakukan yang terbaik. Saat saya fokus pada hal-hal yang bisa saya lakukan, semuanya terasa lebih mudah diatur. \n Kita akan terjebak di dalam selamanya. Saya sudah muak dengan ini. \n Saya mengerti bahwa perlu waktu untuk menangani COVID-19, dan saya percaya bahwa para profesional perawatan kesehatan dan ilmuwan bekerja secepat mungkin. Saya tahu ini akan berakhir pada akhirnya dan kehidupan akan kembali normal. \n Tujuannya bukan untuk mengabaikan bagian buruk atau tidak nyaman dari situasi atau menyangkal bahwa ada masalah. Sebaliknya, latihan ini dapat membantu Anda lebih memahami situasi secara realistis dan lihat bagian-bagian yang dapat Anda kendalikan sekarang. dan saya percaya bahwa profesional perawatan kesehatan dan ilmuwan bekerja secepat mungkin. Saya tahu ini akan berakhir pada akhirnya dan kehidupan akan kembali normal.\n Tujuannya bukan untuk mengabaikan bagian buruk atau tidak nyaman dari situasi atau menyangkal bahwa ada masalah. Sebaliknya, latihan ini dapat membantu Anda lebih memahami situasi secara realistis dan lihat bagian-bagian yang dapat Anda kendalikan sekarang. dan saya percaya bahwa profesional perawatan kesehatan dan ilmuwan bekerja secepat mungkin. Saya tahu ini akan berakhir pada akhirnya dan kehidupan akan kembali normal. \n Tujuannya bukan untuk mengabaikan bagian buruk atau tidak nyaman dari situasi atau menyangkal bahwa ada masalah. Sebaliknya, latihan ini dapat membantu Anda lebih memahami situasi secara realistis dan lihat bagian-bagian yang dapat Anda kendalikan sekarang."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "7535002",
      "patterns": [
        "Bagaimana saya bisa menantang perangkap berpikir?"
      ],
      "responses": [
        "\n Berikut adalah beberapa perangkap berpikir yang umum: \n Berpikir bahwa situasi negatif adalah bagian dari siklus konstan hal-hal buruk yang terjadi. Orang yang menggeneralisasi sering kali menggunakan kata-kata seperti selalu atau tidak pernah. \n Saya sangat menantikan konser itu, dan sekarang konser itu dibatalkan. Ini selalu terjadi padaku! Saya tidak pernah bisa melakukan hal-hal yang menyenangkan! \n Melihat hal-hal hanya sebagai benar atau salah, baik atau buruk, sempurna atau mengerikan. Orang yang berpikir hitam putih melihat kesalahan kecil sebagai kegagalan total. \n Saya ingin makan lebih sehat, tapi saya makan terlalu banyak makanan ringan hari ini. Rencana ini gagal total! \n Hanya mengatakan hal-hal negatif tentang diri Anda atau orang lain. \n Saya melakukan kesalahan. Aku bodoh! Bos saya memberi tahu saya bahwa saya melakukan kesalahan. Bos saya benar-benar brengsek! \n Memprediksi bahwa sesuatu yang buruk akan terjadi tanpa bukti apapun. \n saya' telah melakukan apa yang saya bisa untuk tinggal di rumah dan mengurangi risiko, tetapi saya hanya tahu bahwa saya akan jatuh sakit. \n Berfokus hanya pada bagian negatif dari suatu situasi dan mengabaikan apa pun yang baik atau positif. \n Saya tahu banyak yang bisa saya lakukan di rumah, tapi saya muak dengan ini. Semuanya mengerikan. \n Percaya bahwa perasaan atau emosi buruk mencerminkan situasi. \n Saya merasa takut dan kewalahan sekarang, jadi itu pasti berarti semuanya sangat buruk dan tidak akan pernah menjadi lebih baik. \n Memberitahu diri sendiri bagaimana Anda harus atau harus bertindak. \n Seharusnya aku bisa mengatasi ini tanpa merasa kesal dan menangis! \n Berikut adalah strategi yang berguna untuk menantang perangkap pemikiran umum. Banyak orang menemukan suasana hati dan kepercayaan diri mereka meningkat setelah bekerja melalui keterampilan ini. Anda juga dapat menemukan lembar kerja untuk membantu Anda menjalani setiap langkah di www. heretohelp.bc.ca. \n Jangan mencoba keluar dari perangkap berpikir dengan hanya mengatakan pada diri sendiri untuk berhenti berpikir seperti itu. \n Ini tidak memungkinkan Anda melihat bukti dan menantang jebakan berpikir. Ketika Anda mencoba dan menyingkirkan pikiran-pikiran yang mengganggu, kemungkinan besar itu akan terus muncul kembali di pikiran Anda. \n Tanyakan pada diri Anda patterns-patterns berikut ketika sesuatu yang mengganggu terjadi: \n Bagaimana situasinya? Apa yang sebenarnya terjadi? Hanya sertakan fakta yang akan disetujui semua orang. \n Apa pendapat Anda? Apa yang kamu katakan pada dirimu sendiri? \n Apa emosimu? Bagaimana perasaanmu? \n Apa perilaku Anda? Bagaimana reaksimu? Apa yang Anda lakukan untuk mengatasinya? \n Lihatlah pemikiran yang telah Anda daftarkan. Apakah Anda menggunakan salah satu perangkap berpikir dan jatuh ke dalam patterns berpikir yang menyimpang? Adalah umum untuk jatuh ke dalam lebih dari satu perangkap pemikiran. Kembali ke daftar perangkap berpikir dan identifikasi mana yang berlaku untuk Anda dan situasi Anda saat ini. \n Cara terbaik untuk memecahkan perangkap pemikiran adalah dengan melihat pemikiran Anda seperti seorang ilmuwan dan mempertimbangkan fakta-fakta sulitnya. Gunakan bukti yang telah Anda kumpulkan untuk menantang perangkap pemikiran Anda. Berikut adalah beberapa cara untuk melakukannya: \n Cobalah untuk menemukan bukti yang bertentangan dengan pemikiran tersebut. Jika Anda membuat kesalahan di tempat kerja, Anda mungkin secara otomatis berpikir, Saya tidak bisa melakukan apa pun dengan benar! Saya pasti karyawan yang buruk! Ketika pemikiran ini muncul, Anda mungkin menantangnya dengan bertanya, Apakah ada bukti untuk mendukung pemikiran ini? Apakah ada bukti untuk menyangkal pemikiran ini? Anda mungkin segera menyadari bahwa atasan Anda memuji pekerjaan Anda baru-baru ini, yang tidak mendukung gagasan bahwa Anda adalah karyawan yang buruk. \n Tanyakan pada diri sendiri,  Apakah saya akan menilai orang lain jika mereka melakukan hal yang sama? Apakah saya lebih keras pada diri sendiri daripada orang lain? Ini adalah metode yang bagus untuk menantang perangkap pemikiran yang melibatkan kritik diri yang keras. \n Cari tahu apakah orang lain yang Anda percaya setuju dengan pemikiran Anda. Misalnya, Anda mungkin memiliki masalah dengan salah satu anak Anda dan berpikir, Orang tua yang baik tidak akan memiliki masalah seperti ini. Untuk menentang pemikiran ini, Anda dapat bertanya kepada orang tua lain apakah mereka pernah memiliki masalah dengan anak-anak mereka. \n Tes keyakinan Anda secara pribadi. Misalnya, jika Anda berpikir bahwa teman Anda tidak peduli dengan Anda, hubungi beberapa teman dan buat rencana untuk memulai panggilan video biasa. Jika Anda berasumsi bahwa mereka semua akan mengatakan tidak, Anda mungkin akan terkejut untuk mendengar bahwa mereka ingin melihat Anda. \n Setelah Anda menyelesaikan beberapa tantangan, coba pikirkan pemikiran yang lebih seimbang untuk menggantikan perangkap pemikiran yang lama. Mari kita gunakan contoh berikut: \n Saya merasa sedih dan kewalahan. Saya mengalami kesulitan mencari tahu apa yang harus dilakukan. \n Aku yang terburuk! Aku harus bisa menangani ini! \n Memberi label \n pernyataan 'Harus' \n Periksa buktinya: Saya memiliki banyak tantangan saat ini. Saya khawatir tentang keluarga saya dan semuanya tampak berubah begitu cepat. Saya telah berhasil menangani situasi rumit di masa lalu, jadi saya tahu saya bisa melakukan ini. \n Tidak apa-apa untuk merasa kesal sekarang—ada banyak hal yang terjadi. Saya akan berpikir tentang bagaimana saya melewati situasi masa lalu dan melihat apa yang berhasil untuk saya. Saya mencoba melakukan banyak hal sendiri, jadi saya akan berbicara dengan keluarga saya sehingga kami dapat membuat rencana dan bekerja sama. \n Cobalah Lembar Kerja Berpikir Sehat di www.heretohelp.bc."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "4134858",
      "patterns": [
        "Bagaimana saya bisa mengelola kesedihan?"
      ],
      "responses": [
        "atau pertunjukan dibatalkan untuk masa mendatang \n Kehilangan perayaan penting seperti upacara kelulusan dan pernikahan \n Kesedihan memunculkan perasaan yang rumit. Anda mungkin merasa sedih, marah, frustrasi, takut, atau putus asa. Anda mungkin mengalami kesulitan makan atau tidur, atau merasa sangat tegang. Anda mungkin merasa kewalahan dan lelah. Anda mungkin bertanya-tanya apakah hidup akan terasa normal kembali. \n Setiap orang berduka dengan cara dan waktunya masing-masing. Berikut adalah beberapa strategi untuk dicoba saat Anda menavigasi perjalanan Anda sendiri. \n Akui dan ungkapkan perasaan Anda dengan cara yang sehat. Beri nama perasaan Anda dan temukan cara yang sehat untuk mengekspresikannya, seperti berbicara dengan teman, menulis di jurnal, atau membuat karya seni. \n Beri diri Anda waktu sebanyak yang Anda butuhkan. Kesedihan mengikuti jadwalnya sendiri. Beri diri Anda izin untuk menggunakan waktu ini untuk menjaga kesehatan Anda. Lepaskan harapan, tugas, atau kewajiban lain yang bisa menunggu. \n Cari dukungan. Kesedihan bisa terasa sangat menyendiri, meskipun banyak orang mengalami semacam kehilangan saat ini. Jangkau teman atau keluarga dan bagikan perasaan Anda. Cari cara untuk membantu dan mendukung satu sama lain. \n Jaga dirimu. Mengabaikan kesehatan dan kesejahteraan dapat membuat pengalaman sulit terasa lebih buruk. Makanlah sebaik mungkin, usahakan tidur yang cukup, habiskan waktu di luar jika aman bagi Anda untuk melakukannya, dan olahraga secara teratur. Pikirkan tentang aktivitas atau strategi perawatan diri yang telah membantu Anda mengatasi situasi yang menantang di masa lalu dan luangkan waktu untuk aktivitas tersebut. \n Ketahuilah bahwa perasaan sedih akan berlalu. Kesedihan kadang terasa sangat berat, tetapi perasaan itu akan menjadi lebih mudah dikelola dari waktu ke waktu dan pada akhirnya akan berlalu. \n Terhubung dengan profesional kesehatan mental jika Anda mengalami kesulitan. Jika Anda mengalami kesulitan menjalani hari, mengatasi dengan cara yang tidak sehat, atau kesulitan mengelola pikiran atau perasaan yang sulit, ada baiknya mencari bantuan dari seorang profesional seperti psikolog atau konselor—banyak yang sekarang menawarkan bantuan online atau janji telepon. Untuk mencari bantuan: \n Untuk semua orang \n Asosiasi Psikologi BC: Temukan Psikolog Terdaftar di www.psychologists.bc.ca/find_psychologist \n Asosiasi BC Konselor Klinis: Temukan Konselor Klinis Terdaftar di bc-counsellors.org \n BC Jalur Dukungan Kesehatan Mental:"
      ]
    },
    {
      "tag": "9676742",
      "patterns": [
        "Bagaimana saya bisa menemukan dokter, psikiater, psikolog, atau konselor?"
      ],
      "responses": [
        "Untuk menemukan dokter keluarga (dokter umum), kunjungi College of Physicians and Surgeons of BC untuk menggunakan alat Find a Physician mereka. Anda juga dapat menemui dokter keluarga di klinik walk-in lokal, meskipun sangat membantu untuk menemukan dokter umum. dokter jika Anda memiliki kebutuhan perawatan berkelanjutan. Anda juga dapat menemukan psikiater melalui College of Physicians and Surgeons of BC. Ketahuilah bahwa Anda hampir selalu memerlukan rujukan dokter untuk menemui psikiater. \n Anda dapat menemukan psikolog terdaftar melalui BC Asosiasi Psikologi dan Kolese Psikolog BC. \n Untuk menemukan konselor klinis, kunjungi Asosiasi Konselor Klinis BC. \n Untuk mengetahui lebih lanjut tentang perbedaan antara penyedia layanan ini, lihat artikel Jalan yang Tepat untuk Anda:Temukan jalan Anda ke dan melalui layanan di BC dari Finding the Right Help – Navigating the System issue of Visions Journal."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "2612846",
      "patterns": [
        "Bagaimana saya bisa menemui psikiater?"
      ],
      "responses": [
        "Psikiater adalah dokter spesialis. Di BC, Anda perlu meminta rujukan dari dokter Anda. Jika Anda tidak menemui dokter keluarga biasa, Anda dapat meminta rujukan dari dokter mana pun di klinik berjalan. \n Dalam dalam beberapa kasus, Anda mungkin dapat memeriksa sendiri atau membuat janji sendiri dengan program kesehatan mental, tetapi itu mungkin tidak memberi Anda akses ke psikiater. Hubungi pusat kesehatan mental setempat untuk melihat apa yang tersedia di daerah Anda . Anda dapat mencari pusat kesehatan mental di www.gov.bc.ca/mentalhealth. Jika Anda memerlukan bantuan untuk menemukan pusat kesehatan mental setempat, hubungi HealthlinkBC di 811 atau kunjungi www.healthlinkbc.ca dan gunakan alat Temukan Layanan Kesehatan."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "3166337",
      "patterns": [
        "Bagaimana saya bisa menemui psikolog?"
      ],
      "responses": [
        "\n Jika Anda menemui Psikolog Terdaftar melalui pusat kesehatan mental publik seperti tim kesehatan mental atau program psikiatri rawat jalan, itu akan tetap ditanggung oleh MSP. Bicaralah dengan penyedia perawatan Anda jika Anda memiliki patterns atau ingin mempelajari lebih lanjut."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "7009409",
      "patterns": [
        "Bagaimana saya bisa menemui konselor?"
      ],
      "responses": [
        "atau rencana asuransi kesehatan swasta dapat membantu menutupi beberapa biaya. Beberapa konselor mungkin menawarkan skala geser berdasarkan penghasilan Anda. Jika Anda menghadapi kesulitan keuangan, Anda dapat menanyakan kapan Anda membuat janji. \n Pelajari lebih lanjut tentang opsi berbiaya lebih rendah untuk mengakses konseling atau email kami dengan lokasi Anda dan informasi serta tim rujukan kami dapat melihat opsi apa yang mungkin ada di komunitas Anda. \n Jika Anda menemui konselor melalui pusat kesehatan mental publik seperti tim kesehatan mental atau program psikiatri rawat jalan, itu akan tetap ditanggung oleh MSP. Bicaralah dengan penyedia perawatan Anda jika Anda memiliki patterns atau ingin mempelajari lebih lanjut. \n Anggota masyarakat adat dapat mengakses beberapa layanan konseling secara lokal atau melalui First Nations Health Authority. Hubungi Band setempat atau Pusat Persahabatan setempat, atau hubungi Otoritas Kesehatan Bangsa Pertama."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "9630578",
      "patterns": [
        "Bagaimana saya bisa menemukan kelompok pendukung?"
      ],
      "responses": [
        "Mereka juga memiliki grup untuk keluarga dan teman. Grup adalah drop-in. \n Banyak cabang Asosiasi Kesehatan Mental Kanada menawarkan layanan dukungan, termasuk kelompok pendukung. Jika cabang lokal Anda tidak memiliki program sendiri, mereka dapat merekomendasikan layanan lain di komunitas Anda. \n BC Skizofrenia Society mengelola direktori kelompok pendukung dan acara rutin lainnya untuk anggota keluarga orang dengan penyakit mental. \n Untuk grup yang terkait dengan alkohol atau penggunaan narkoba, hubungi Layanan Rujukan Informasi Alkohol dan Narkoba di 1-800-663-1441 atau 604-660-9382 di Daratan Bawah. \n Untuk grup di Daratan Bawah, telusuri Buku Merah Daring. \n Jika Anda berada di sekolah atau di kampus, bicarakan dengan konselor sekolah atau kantor kesehatan dan kebugaran kampus Anda. \n Untuk dukungan online, lihat beberapa saran di www.heretohelp.bc.ca/discuss. Ini bisa sangat berguna jika Anda tidak memiliki grup di komunitas Anda atau mengalami kesulitan untuk masuk ke grup tatap muka. \n Untuk mendapatkan manfaat maksimal dari kelompok pendukung, Anda perlu merasa cukup aman untuk berbagi pengalaman dan pemikiran, dan Anda perlu merasa nyaman mendukung orang lain. Akan sangat membantu untuk menghubungi fasilitator atau penyelenggara kelompok sebelumnya untuk melihat apakah kelompok tertentu mungkin cocok untuk Anda. Kami memiliki daftar periksa untuk membantu Anda mengevaluasi kelompok pendukung—termasuk kapan saatnya untuk meninggalkannya. \n Terkadang sebuah grup tidak cocok untuk Anda, dan tidak apa-apa. Jika Anda merasa nyaman, Anda dapat mencoba berbicara dengan fasilitator untuk melihat apakah mereka dapat merekomendasikan kelompok lain yang dapat Anda coba.\n Untuk mendapatkan manfaat maksimal dari kelompok pendukung, Anda perlu merasa cukup aman untuk berbagi pengalaman dan pemikiran, dan Anda perlu merasa nyaman mendukung orang lain. Akan sangat membantu untuk menghubungi fasilitator atau penyelenggara kelompok sebelumnya untuk melihat apakah kelompok tertentu mungkin cocok untuk Anda. Kami memiliki daftar periksa untuk membantu Anda mengevaluasi kelompok pendukung—termasuk kapan saatnya untuk meninggalkannya. \n Terkadang sebuah grup tidak cocok untuk Anda, dan tidak apa-apa. Jika Anda merasa nyaman, Anda dapat mencoba berbicara dengan fasilitator untuk melihat apakah mereka dapat merekomendasikan kelompok lain yang dapat Anda coba. \n Untuk mendapatkan manfaat maksimal dari kelompok pendukung, Anda perlu merasa cukup aman untuk berbagi pengalaman dan pemikiran, dan Anda perlu merasa nyaman mendukung orang lain. Akan sangat membantu untuk menghubungi fasilitator atau penyelenggara kelompok sebelumnya untuk melihat apakah kelompok tertentu mungkin cocok untuk Anda. Kami memiliki daftar periksa untuk membantu Anda mengevaluasi kelompok pendukung—termasuk kapan saatnya untuk meninggalkannya. \n Terkadang sebuah grup tidak cocok untuk Anda, dan tidak apa-apa. Jika Anda merasa nyaman, Anda dapat mencoba berbicara dengan fasilitator untuk melihat apakah mereka dapat merekomendasikan kelompok lain yang dapat Anda coba. Akan sangat membantu untuk menghubungi fasilitator atau penyelenggara kelompok sebelumnya untuk melihat apakah kelompok tertentu mungkin cocok untuk Anda. Kami memiliki daftar periksa untuk membantu Anda mengevaluasi kelompok pendukung—termasuk kapan saatnya untuk meninggalkannya. \n Terkadang sebuah grup tidak cocok untuk Anda, dan tidak apa-apa. Jika Anda merasa nyaman, Anda dapat mencoba berbicara dengan fasilitator untuk melihat apakah mereka dapat merekomendasikan kelompok lain yang dapat Anda coba. Akan sangat membantu untuk menghubungi fasilitator atau penyelenggara kelompok sebelumnya untuk melihat apakah kelompok tertentu mungkin cocok untuk Anda. Kami memiliki daftar periksa untuk membantu Anda mengevaluasi kelompok pendukung—termasuk kapan saatnya untuk meninggalkannya. \n Terkadang sebuah grup tidak cocok untuk Anda, dan tidak apa-apa. Jika Anda merasa nyaman, Anda dapat mencoba berbicara dengan fasilitator untuk melihat apakah mereka dapat merekomendasikan kelompok lain yang dapat Anda coba."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "1585622",
      "patterns": [
        "Di mana saya dapat menemukan layanan kesehatan mental anak dan remaja?"
      ],
      "responses": [
        "ca untuk informasi dan sumber daya tentang kesehatan mental anak dan remaja \n Untuk remaja usia 12-24, kunjungi foundrybc.ca untuk melihat apakah ada Pusat Pengecoran di daerah Anda. Foundry menawarkan perawatan kesehatan mental, perawatan kesehatan fisik, layanan sosial, dan dukungan yang mudah diakses dari satu kantor."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "1833460",
      "patterns": [
        "Di mana orang dewasa yang lebih tua dapat menemukan bantuan untuk masalah kesehatan mental?"
      ],
      "responses": [
        "ca \n Temukan lembar info di Seri Lansia dan Depresi di www.heretohelp.bc.ca/factsheet/seniors-and-depression-series \n Jika Anda mengkhawatirkan orang yang Anda cintai: \n Jujurlah tentang kekhawatiran Anda, seperti perubahan yang Anda perhatikan atau masalah yang muncul \n Beri orang yang Anda cintai kesempatan untuk berbicara tentang perspektif mereka. Mereka mungkin memiliki pandangan yang berbeda tentang masalah atau memiliki prioritas yang berbeda dalam perawatan kesehatan mereka \n Bersabarlah—mungkin akan membutuhkan lebih dari satu percakapan \n Jika memungkinkan, tujukan untuk bekerja sama. Fokus pada menemukan tindakan atau solusi yang dapat disetujui semua orang \n Ingatlah bahwa meminta bantuan sulit bagi banyak dari kita, dan itu bisa menjadi lebih sulit lagi seiring dengan perubahan peran dan kemampuan orang. Jika orang yang Anda cintai tidak mau langsung membicarakan pengalamannya dengan Anda, menawarkan alternatif seperti BC Mental Health Support Line (310-6789—tidak diperlukan kode area), Senior Distress Line (604-872-1234) atau organisasi pendukung manula lokal (cari organisasi di www.bc211.ca) \n Carilah dukungan untuk mengelola harapan Anda dan kesejahteraan Anda sendiri. Bisa sangat menegangkan melihat orang yang dicintai mengalami masalah kesehatan. Tetapi orang dewasa yang dapat merawat diri mereka sendiri dan tidak berisiko terluka bebas untuk membuat pilihan mereka sendiri—dan itu termasuk menolak bantuan"
      ]
    },
    {
      "tag": "2115228",
      "patterns": [
        "Di mana saya dapat menemukan materi swadaya untuk kecemasan?"
      ],
      "responses": [
        "\n Pusat Sumber Daya Kesehatan Mental Kelty memiliki daftar situs web, alat bantu, buku, dan sumber daya lain yang direkomendasikan untuk anak-anak dan remaja. \n Program Kesehatan Mental Reproduksi BC dari Layanan Kesehatan Mental dan Penggunaan Zat BC memiliki panduan pengelolaan mandiri untuk wanita yang mengalami kecemasan selama dan setelah melahirkan yang disebut Mengatasi Kecemasan Selama Kehamilan dan Setelah Melahirkan. \n Moodjuice adalah program Inggris Raya yang menawarkan bantuan mandiri dan informasi tentang sejumlah masalah kesehatan mental, termasuk panduan bantuan mandiri kecemasan mereka. Jika Anda membutuhkan bantuan untuk gangguan kecemasan tertentu, kunjungi www.moodjuice.scot.nhs.uk untuk mencari panduan lainnya. \n Ada banyak buku dan buku kerja yang tersedia untuk membantu orang yang mengalami masalah kecemasan. Bicaralah dengan kesehatan mental Anda. Bicaralah dengan tim perawatan kesehatan mental Anda untuk mendapatkan rekomendasi. Ada toko buku yang mengkhususkan diri dalam materi kesehatan mental dan kesejahteraan, seperti Odin Books di Vancouver. Di British Columbia, Anda juga dapat meminjam buku secara gratis dari Family Support and Resource Center di BC Childrens and Womens Hospitals. Mereka memiliki banyak bahan bantuan diri dan referensi tentang depresi untuk wanita dan pasangannya, untuk orang tua, dan untuk anak-anak dan remaja. \n Jika Anda menginginkan materi swadaya dengan sedikit dukungan ekstra dari seseorang, Bounce Back: Reclaim Your Health adalah program swadaya terpandu untuk warga British Columbia yang mengalami suasana hati rendah atau kecemasan ringan hingga sedang. Anda bisa mendapatkan DVD tips untuk membantu Anda mengenali dan mengelola gejala kecemasan, atau Anda bisa mempelajari keterampilan lebih mendalam dalam serangkaian buku kerja yang Anda selesaikan di rumah. Anda bekerja dengan pelatih terlatih dari Asosiasi Kesehatan Mental Kanada yang akan menawarkan dukungan dan saran melalui telepon atau konferensi video. Bounce Back gratis dengan rujukan dokter. Untuk informasi lebih lanjut, kunjungi www.bouncebackbc.ca. Jika Anda ingin mengakses materi Bounce Back tanpa pelatih atau rujukan, Anda dapat melakukannya secara online di BC di www.bouncebackonline.ca."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "2009922",
      "patterns": [
        "Saya mengalami kesulitan mengatasi masalah kesehatan fisik. Di mana saya dapat menemukan bantuan?"
      ],
      "responses": [
        "\n Sekelompok psikolog dan dokter BC telah membuat buku kerja mandiri berjudul Positif Mengatasi Kondisi Kesehatan untuk siapa saja yang berurusan dengan masalah kesehatan dan siapa saja yang mendukung orang yang dicintai yang mengalami masalah kesehatan. Buku kerja membahas hubungan antara kesehatan fisik dan kesehatan mental, dan mengajarkan Anda berbagai keterampilan untuk membantu Anda mengelola masalah dan perasaan sulit dengan baik, menjadi aktif, dan mengupayakan hubungan yang sehat. \n Bangkit Kembali: Reclaim Your Health adalah program swadaya terpandu untuk warga British Columbia yang mengalami depresi ringan hingga sedang, suasana hati yang buruk, atau kecemasan. Anda bisa mendapatkan DVD tips untuk membantu Anda mengenali dan mengelola gejala depresi, atau Anda bisa mempelajari keterampilan lebih mendalam dalam serangkaian buku kerja yang Anda selesaikan di rumah. Salah satu buku kerja, Reclaim Your Health, berfokus pada hidup dengan kondisi kesehatan kronis. Anda bekerja dengan pelatih terlatih dari Asosiasi Kesehatan Mental Kanada yang akan menawarkan dukungan dan saran melalui telepon atau konferensi video. Bounce Back gratis dengan rujukan dokter. Untuk informasi lebih lanjut, kunjungi www.bouncebackbc.ca. Jika Anda ingin mengakses materi Bounce Back tanpa pelatih atau rujukan, Anda dapat melakukannya secara online di BC di www.bouncebackonline.ca. \n Raih Kembali Hidup Anda: Dari penyakit, kecacatan, rasa sakit, atau kelelahan adalah buklet dari Asosiasi Kesehatan Mental Kanada yang menawarkan kiat dan strategi praktis untuk membantu Anda mengatasi masalah dan kembali ke rutinitas biasa. Buklet ini tersedia untuk dibeli di www.livinglifetothefull.ca. Ini adalah bagian dari program yang disebut Living Life to the Full, program delapan minggu yang membantu orang membuat perubahan yang bermanfaat dalam hidup mereka. Ini ditawarkan di seluruh provinsi, dan Anda juga dapat menemukan daftar kursus di situs web. \n Banyak organisasi mendukung orang yang mengalami penyakit atau masalah kesehatan tertentu. Organisasi-organisasi ini sering dapat membantu orang menemukan layanan dukungan yang sesuai atau bahkan menawarkan kelompok dukungan mereka sendiri. Anda juga dapat meminta rekomendasi dari tim perawatan kesehatan Anda. Jika Anda tidak dapat menemukan dukungan secara langsung, Anda dapat melihat apakah ada kelompok dukungan online. \n Jika Anda mengalami kesulitan mengatasi dan merasa bahwa Anda membutuhkan dukungan pribadi, terapis atau konselor dapat menjadi pilihan yang bagus. Anda dapat menemukan informasi lebih lanjut tentang menemukan profesional ini di www.heretohelp.bc.ca/ask-us/how-can-i-find-a-doctor-psychiatrist-psychologist-or-counsellor. \n Banyak organisasi mendukung orang yang mengalami penyakit atau masalah kesehatan tertentu. Organisasi-organisasi ini sering dapat membantu orang menemukan layanan dukungan yang sesuai atau bahkan menawarkan kelompok dukungan mereka sendiri. Anda juga dapat meminta rekomendasi dari tim perawatan kesehatan Anda. Jika Anda tidak dapat menemukan dukungan secara langsung, Anda dapat melihat apakah ada kelompok dukungan online. \n Jika Anda mengalami kesulitan mengatasi dan merasa bahwa Anda membutuhkan dukungan pribadi, terapis atau konselor dapat menjadi pilihan yang bagus. Anda dapat menemukan informasi lebih lanjut tentang menemukan profesional ini di www.heretohelp.bc.ca/ask-us/how-can-i-find-a-doctor-psychiatrist-psychologist-or-counsellor. \n Banyak organisasi mendukung orang yang mengalami penyakit atau masalah kesehatan tertentu. Organisasi-organisasi ini sering dapat membantu orang menemukan layanan dukungan yang sesuai atau bahkan menawarkan kelompok dukungan mereka sendiri. Anda juga dapat meminta rekomendasi dari tim perawatan kesehatan Anda. Jika Anda tidak dapat menemukan dukungan secara langsung, Anda dapat melihat apakah ada kelompok dukungan online. \n Jika Anda mengalami kesulitan mengatasi dan merasa bahwa Anda membutuhkan dukungan pribadi, terapis atau konselor dapat menjadi pilihan yang bagus. Anda dapat menemukan informasi lebih lanjut tentang menemukan profesional ini di www.heretohelp.bc.ca/ask-us/how-can-i-find-a-doctor-psychiatrist-psychologist-or-counsellor. Anda juga dapat meminta rekomendasi dari tim perawatan kesehatan Anda. Jika Anda tidak dapat menemukan dukungan secara langsung, Anda dapat melihat apakah ada kelompok dukungan online. \n Jika Anda mengalami kesulitan mengatasi dan merasa bahwa Anda membutuhkan dukungan pribadi, terapis atau konselor dapat menjadi pilihan yang bagus. Anda dapat menemukan informasi lebih lanjut tentang menemukan profesional ini di www.heretohelp.bc.ca/ask-us/how-can-i-find-a-doctor-psychiatrist-psychologist-or-counsellor. Anda juga dapat meminta rekomendasi dari tim perawatan kesehatan Anda. Jika Anda tidak dapat menemukan dukungan secara langsung, Anda dapat melihat apakah ada kelompok dukungan online. \n Jika Anda mengalami kesulitan mengatasi dan merasa bahwa Anda membutuhkan dukungan pribadi, terapis atau konselor dapat menjadi pilihan yang bagus. Anda dapat menemukan informasi lebih lanjut tentang menemukan profesional ini di www.heretohelp.bc.ca/ask-us/how-can-i-find-a-doctor-psychiatrist-psychologist-or-counsellor."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "6167248",
      "patterns": [
        "Kapan penggunaan narkoba menjadi masalah? Ke mana saya bisa meminta bantuan?"
      ],
      "responses": [
        "dan tembakau. \n Jika Anda atau seseorang yang Anda sayangi membutuhkan bantuan lebih lanjut, hubungi Layanan Rujukan Informasi Alkohol dan Narkoba untuk mendapatkan dukungan di wilayah Anda. Untuk mendapatkan bantuan di mana saja di BC, hubungi 1-800-663-1441. Di Greater Vancouver, hubungi 604-660-9382. \n Untuk mempelajari lebih lanjut tentang penggunaan narkoba, kunjungi Pusat Penelitian Kecanduan BC."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "6779222",
      "patterns": [
        "Di mana saya dapat menemukan konseling gratis atau berbiaya rendah?"
      ],
      "responses": [
        "Beberapa rencana akan mencakup sejumlah sesi konseling atau terapi pribadi. Selain itu, Rencana Bantuan Karyawan/Keluarga di tempat kerja mungkin menawarkan beberapa layanan atau mungkin merujuk Anda ke layanan masyarakat. \n Beberapa psikolog, konselor klinis, atau penyedia layanan lain mungkin menawarkan skala geser, yang berarti bahwa biaya mereka didasarkan pada penghasilan Anda. Coba hubungi penyedia layanan secara langsung untuk menanyakan apakah mereka menawarkan timbangan geser. Salah satu klinik swasta di Vancouver memiliki daftar pilihan konseling berbiaya rendah yang bagus di wilayah Vancouver. Bagi mereka yang berada di luar Daratan Bawah, Anda masih dapat melihat daftar ini dan melihat apakah ada organisasi serupa yang ada di komunitas Anda. \n Hubungi organisasi kesehatan mental seperti Anxiety Canada, Canadian Mental Health Association, BC Schizophrenia Society, Institute of Families for Child and Youth Mental Health, Mood Disorders Association of BC, atau Jessies Legacy. Mereka mungkin menawarkan layanan di wilayah Anda, atau mereka mungkin memiliki koneksi lokal yang dapat mereka rujuk ke Anda. \n Anda juga dapat mengirim email kepada kami dan mencoba memberikan beberapa rekomendasi untuk komunitas Anda."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "1546812",
      "patterns": [
        "Bisakah saya mendapatkan bantuan untuk membayar obat resep?"
      ],
      "responses": [
        "BC PharmaCare menanggung biaya beberapa obat melalui Rencana G, Rencana Pengobatan Psikiatri, untuk orang-orang yang membutuhkan obat untuk sembuh tetapi tidak mampu membelinya. Dokter atau praktisi perawat Anda harus mengajukan permohonan pertanggungan Anda atas nama Anda. Pertanggungan biasanya berlangsung selama satu tahun, dan kemudian Anda dapat mengajukan permohonan kembali jika diperlukan. Bicaralah dengan tim perawatan Anda jika Anda tertarik dengan Rencana G."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "2176317",
      "patterns": [
        "Bagaimana saya bisa membayar perawatan kesehatan mental?"
      ],
      "responses": [
        "layanan kesehatan mental sekolah atau kampus \n Untuk anggota komunitas Pribumi, layanan yang ditawarkan melalui Band Anda, Pusat Persahabatan, organisasi pendukung Pribumi, atau First Nations Health Authority \n Komunitas budaya atau agama mungkin menawarkan beberapa layanan kesehatan mental \n Anda mungkin dapat untuk mengklaim beberapa biaya yang lebih besar terkait dengan perawatan kondisi kesehatan mental pada pengembalian pajak penghasilan Anda di bawah biaya kesehatan \n Beberapa penyedia menawarkan layanan berbiaya lebih rendah atau skala geser, biasanya berdasarkan penghasilan Anda. Email kami dengan lokasi Anda dan tim informasi dan rujukan kami dapat membantu Anda mencari opsi di wilayah Anda. \n Jika biaya menjadi penghalang untuk perawatan kesehatan, bicarakan dengan dokter Anda untuk mengetahui apakah ada layanan dalam sistem kesehatan masyarakat (yang ditanggung oleh MSP) yang mungkin cocok untuk Anda."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "3284724",
      "patterns": [
        "Bagaimana cara saya mengajukan permohonan bantuan pendapatan?"
      ],
      "responses": [
        "Temukan informasi dari Kementerian dan baca lembar fakta dari Aliansi Disabilitas BC dengan informasi tentang proses aplikasi. \n Disability Alliance of BC (sebelumnya BC Coalition of People with Disabilities) dan membantu Anda menavigasi program PWD dan PPMB serta manfaat Program Pensiun Kanada. Mereka memiliki informasi mendalam tentang mempersiapkan aplikasi Anda, bekerja melalui proses aplikasi, dan menangani banding. PovNet juga dapat menghubungkan Anda dengan advokat untuk membantu Anda melalui proses aplikasi. \n Untuk informasi lebih lanjut tentang manfaat penyandang disabilitas provinsi dan tips advokasi, lihat Mendapatkan Bantuan Sosial: Menavigasi 'sistem kesejahteraan atau baca artikel lain di Jurnal Visions edisi Pendapatan kami. \n Disability Alliance of BC (sebelumnya BC Coalition of People with Disabilities) dan membantu Anda menavigasi program PWD dan PPMB serta manfaat Program Pensiun Kanada. Mereka memiliki informasi mendalam tentang mempersiapkan aplikasi Anda, bekerja melalui proses aplikasi, dan menangani banding. PovNet juga dapat menghubungkan Anda dengan advokat untuk membantu Anda melalui proses aplikasi. \n Untuk informasi lebih lanjut tentang manfaat penyandang disabilitas provinsi dan tips advokasi, lihat Mendapatkan Bantuan Sosial: Menavigasi 'sistem kesejahteraan atau baca artikel lain di Jurnal Visions edisi Pendapatan kami.\n Disability Alliance of BC (sebelumnya BC Coalition of People with Disabilities) dan membantu Anda menavigasi program PWD dan PPMB serta manfaat Program Pensiun Kanada. Mereka memiliki informasi mendalam tentang mempersiapkan aplikasi Anda, bekerja melalui proses aplikasi, dan menangani banding. PovNet juga dapat menghubungkan Anda dengan advokat untuk membantu Anda melalui proses aplikasi. \n Untuk informasi lebih lanjut tentang manfaat penyandang disabilitas provinsi dan tips advokasi, lihat Mendapatkan Bantuan Sosial: Menavigasi 'sistem kesejahteraan atau baca artikel lain di Jurnal Visions edisi Pendapatan kami. PovNet juga dapat menghubungkan Anda dengan advokat untuk membantu Anda melalui proses aplikasi. \n Untuk informasi lebih lanjut tentang manfaat penyandang disabilitas provinsi dan tips advokasi, lihat Mendapatkan Bantuan Sosial: Menavigasi 'sistem kesejahteraan atau baca artikel lain di Jurnal Visions edisi Pendapatan kami. PovNet juga dapat menghubungkan Anda dengan advokat untuk membantu Anda melalui proses aplikasi. \n Untuk informasi lebih lanjut tentang manfaat penyandang disabilitas provinsi dan tips advokasi, lihat Mendapatkan Bantuan Sosial: Menavigasi 'sistem kesejahteraan atau baca artikel lain di Jurnal Visions edisi Pendapatan kami."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "5981663",
      "patterns": [
        "Apa itu MSP?"
      ],
      "responses": [
        "MSP adalah singkatan dari Medical Services Plan. Ini adalah program asuransi kesehatan yang dikelola oleh pemerintah untuk orang-orang yang tinggal di British Columbia, Kanada. MSP membayar untuk hal-hal seperti janji temu dokter, janji temu dengan dokter spesialis seperti psikiater, dan rawat inap di rumah sakit yang Anda perlukan untuk perawatan. masalah medis. \n Setiap orang yang tinggal di BC harus mendaftar di MSP. Anda membayar biaya bulanan berdasarkan penghasilan Anda. Beberapa tempat kerja menanggung biaya biaya MSP untuk Anda. \n Pelajari lebih lanjut tentang MSP di sini. Jika Anda memiliki patterns tentang melamar untuk atau mengelola cakupan MSP Anda, hubungi Asuransi Kesehatan BC di 604 683-7151 di Daratan Bawah atau 1-800-663-7100 di sisa BC. Mereka buka Senin – Jumat dari 8.00 – 16.30. Anda juga bisa dapatkan bantuan secara langsung di kantor Service BC setempat.\n Jika Anda baru mengenal BC, Anda harus menunggu tiga bulan sebelum mendaftar ke MSP.\n Bawa Kartu Perawatan atau Kartu Layanan BC Anda saat Anda pergi ke janji medis atau menggunakan apotek."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "6623577",
      "patterns": [
        "Apa itu rujukan?"
      ],
      "responses": [
        "berarti Anda meminta untuk bertemu seseorang, dan kemudian Anda akan dievaluasi untuk melihat apakah Anda memenuhi kriteria untuk menerima layanan. Hubungi otoritas kesehatan setempat untuk mempelajari lebih lanjut tentang program di daerah Anda:"
      ]
    },
    {
      "tag": "6851366",
      "patterns": [
        "Apa perbedaan antara psikiater dan psikolog terdaftar?"
      ],
      "responses": [
        "Psikolog terdaftar dalam sistem publik bekerja di beberapa rumah sakit atau sekolah. Anda mungkin memerlukan rujukan dokter untuk mengakses program, dan biaya biasanya ditanggung oleh MSP. Namun, kebanyakan orang perlu mengakses psikolog terdaftar melalui sistem pribadi. Untuk melakukan ini, Anda dapat menghubungi psikolog sendiri—Anda tidak memerlukan rujukan. Biaya tidak ditanggung oleh MSP, tetapi mungkin ditanggung oleh rencana kesehatan karyawan. Biaya psikolog terdaftar yang dikenakan per jam bervariasi, dan beberapa menawarkan biaya lebih rendah kepada orang-orang dengan pendapatan lebih rendah. \n Anda mungkin memperhatikan bahwa banyak perbedaan terletak pada cara Anda membayar layanan yang berbeda dan cara para profesional ini dididik. Perbedaan praktis dalam cara kerjanya tidak selalu begitu jelas. Dalam hal perawatan dan perawatan Anda, bagian terpenting adalah menemukan seorang profesional yang mendukung tujuan Anda sendiri. Apakah Anda benar-benar fokus pada obat fine-tuning? Apakah Anda mencari pendekatan terapi tertentu? Apakah filosofi perawatan profesional masuk akal bagi Anda? Apakah Anda menyukai profesional yang Anda ajak bicara dan apakah Anda merasa aman untuk berbagi pengalaman? Pada akhirnya, hubungan Anda dengan profesional adalah yang terpenting. Alih-alih berfokus pada penunjukan, carilah seorang profesional yang memenuhi kebutuhan dan harapan Anda. \n Bicaralah dengan dokter keluarga Anda dan mintalah rekomendasi mereka \n Mintalah bantuan dari organisasi kesehatan mental setempat. Anda dapat menemukan cabang lokal melalui organisasi provinsi di belakang HeretoHelp \n Mintalah saran dari pusat kesehatan masyarakat, program psikiatri rawat jalan, atau tim kesehatan mental \n Untuk daftar psikiater di dekat Anda,"
      ]
    },
    {
      "tag": "1898078",
      "patterns": [
        "Apa perbedaan antara psikoterapi dan konseling?"
      ],
      "responses": [
        "Misalnya, psikoterapi yang disebut terapi perilaku kognitif didasarkan pada teori bahwa mempelajari keterampilan untuk mengubah pemikiran dan tindakan Anda dapat berdampak positif pada emosi, kesejahteraan, dan pikiran serta perilaku Anda di masa depan. Seorang terapis dapat membantu Anda mempelajari dan melatih keterampilan ini. \n Ada banyak psikoterapi yang terbukti efektif untuk berbagai masalah atau penyakit. Beberapa contoh termasuk terapi kognitif-perilaku, terapi interpersonal, terapi perilaku dialektis, psikoterapi singkat yang berfokus pada solusi, terapi naratif, dan terapi yang berfokus pada emosi. \n Secara umum, beberapa aspek terapi dan konseling adalah sama, apa pun pendekatan yang Anda pilih: harapan yang Anda bawa ke sesi konseling Anda, kecocokan antara pemahaman Anda tentang masalah dan pemahaman terapis Anda tentang masalah, dan kepercayaan dan hubungan yang Anda miliki dengan terapis Anda. Faktanya, satu tinjauan penelitian menemukan bahwa 50% peningkatan yang terlihat pada klien yang baru saja menerima mendengarkan aktif dan dukungan dari seorang konselor (disebut terapi suportif non-direktif) hanya disebabkan oleh hubungan antara klien dan terapis.1 Psikoterapi dapat dan tidak bekerja, tetapi profesional yang Anda pilih, dan kecocokannya dengan nilai-nilai Anda, juga sangat penting. \n Saat Anda mencari seorang profesional, selalu ada baiknya untuk menanyakan apakah mereka adalah anggota organisasi profesional (seperti yang tercantum di bagian berikutnya). satu tinjauan penelitian menemukan bahwa 50% peningkatan yang terlihat pada klien yang baru saja menerima mendengarkan aktif dan dukungan dari seorang konselor (disebut terapi suportif non-direktif) hanya disebabkan oleh hubungan antara klien dan terapis.1 Psikoterapi dapat dan memang berhasil, tetapi profesional yang Anda pilih, dan kecocokannya dengan nilai-nilai Anda, juga sangat penting. \n Saat Anda mencari seorang profesional, selalu ada baiknya untuk menanyakan apakah mereka adalah anggota organisasi profesional (seperti yang tercantum di bagian berikutnya). satu tinjauan penelitian menemukan bahwa 50% peningkatan yang terlihat pada klien yang baru saja menerima mendengarkan aktif dan dukungan dari seorang konselor (disebut terapi suportif non-direktif) hanya disebabkan oleh hubungan antara klien dan terapis.1 Psikoterapi dapat dan memang berhasil, tetapi profesional yang Anda pilih, dan kecocokannya dengan nilai-nilai Anda, juga sangat penting. \n Saat Anda mencari seorang profesional, selalu ada baiknya untuk menanyakan apakah mereka adalah anggota organisasi profesional (seperti yang tercantum di bagian berikutnya)."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "1706961",
      "patterns": [
        "Apa perbedaan antara CBT dan DBT?"
      ],
      "responses": [
        "CBT (terapi perilaku-kognitif) dan DBT (terapi perilaku dialektik) adalah dua bentuk psikoterapi atau terapi bicara. Dalam keduanya, Anda bekerja dengan profesional kesehatan mental untuk mempelajari lebih lanjut tentang tantangan yang Anda alami dan mempelajari keterampilan untuk membantu Anda mengelola tantangan sendiri. \n Terapi perilaku kognitif atau CBT mengajarkan Anda bagaimana pikiran, perasaan, dan perilaku Anda memengaruhi masing-masing lain. Misalnya, jika Anda percaya bahwa orang tidak menyukai Anda (pikiran), Anda mungkin menghindari situasi sosial (perilaku) dan merasa kesepian (perasaan). Namun, CBT mengajarkan Anda bagaimana menggunakan hubungan ini untuk keuntungan Anda: perubahan positif dalam satu faktor (mengubah pikiran atau perilaku) dapat menyebabkan perubahan positif di semua faktor CBT adalah pendekatan yang telah dibuktikan oleh penelitian untuk bekerja untuk banyak masalah kesehatan mental yang berbeda, termasuk depresi, gangguan kecemasan, gangguan makan dan masalah penggunaan zat. \n CBT terstruktur, berjangka pendek, berorientasi pada tujuan, dan fokus pada masa kini. Ini dimulai dengan pendidikan seputar penyakit atau tantangan mental tertentu dan bagaimana penyakit atau tantangan itu memengaruhi Anda. Selanjutnya, Anda akan belajar dan mempraktikkan keterampilan dan strategi seperti pemecahan masalah atau pemikiran realistis untuk membantu Anda membuat perubahan dalam pikiran, perasaan, dan perilaku Anda. Anda akan belajar bagaimana Anda dapat menggunakan keterampilan baru Anda untuk mengatasi masalah di masa depan. \n Terapi perilaku dialektis atau DBT didasarkan pada CBT, dengan fokus yang lebih besar pada aspek emosional dan sosial. DBT dikembangkan untuk membantu orang mengatasi emosi yang ekstrem atau tidak stabil dan perilaku berbahaya. DBT adalah pendekatan berbasis bukti untuk membantu orang mengatur emosi. Ini dimulai sebagai pengobatan untuk gangguan kepribadian ambang, dan penelitian saat ini menunjukkan itu dapat membantu banyak penyakit atau masalah mental yang berbeda, terutama melukai diri sendiri. \n Perbedaan utama antara CBT dan DBT adalah validasi dan hubungan. DBT mengajarkan Anda bahwa pengalaman Anda nyata, dan mengajarkan Anda bagaimana menerima siapa Anda, terlepas dari tantangan atau pengalaman sulit. Hubungan juga sangat penting dalam DBT—termasuk hubungan antara Anda dan praktisi DBT Anda. Anda mungkin sering check-in untuk membicarakan keberhasilan atau masalah apa pun. Perawatan mungkin termasuk campuran sesi satu lawan satu dan sesi kelompok. Selain keterampilan CBT, Anda akan mempelajari keterampilan seputar mengelola emosi Anda, membangun hubungan dengan orang lain, mengatasi masalah atau kesusahan dengan baik, penerimaan, dan perhatian penuh. \n Seperti banyak terapi bicara, dibutuhkan waktu dan upaya untuk menikmati manfaat keterampilan CBT dan DBT. Tetapi begitu orang menguasai keterampilan dengan dukungan dari terapis CBT atau DBT Anda, mereka sering menemukan bahwa keterampilan dan strategi baru mereka menjadi kebiasaan—mereka adalah alat yang bertahan seumur hidup."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "4925221",
      "patterns": [
        "Apa perbedaan antara antidepresan?"
      ],
      "responses": [
        "bupropion (Wellbutrin dan Zyban) \n NaSSA atau antidepresan noradrenergik dan serotonergik spesifik: mirtazapine (Remeron), yang juga dapat digolongkan sebagai TeCa atau antidepresan tetrasiklik \n SARI atau antagonis serotonin dan reuptake inhibitor: trazodone (Desyrel) \n Ada kelas antidepresan lain (seperti MAOI atau trikliks) yang jauh lebih tua dan memiliki lebih banyak efek samping atau pembatasan. Mereka biasanya diresepkan ketika antidepresan yang lebih baru tidak bekerja. Obat lain seperti lithium, obat tiroid, atau antipsikotik juga dapat diresepkan, seringkali dikombinasikan dengan antidepresan untuk meningkatkan efeknya. Antidepresan tidak hanya digunakan untuk mengobati depresi—antidepresan mungkin diresepkan untuk mengobati penyakit lain seperti gangguan kecemasan. \n Hanya dokter medis seperti dokter keluarga atau psikiater yang dapat meresepkan antidepresan. Jika dokter Anda menyarankan agar Anda mempertimbangkan antidepresan, ingatlah bahwa kebanyakan orang harus mencoba beberapa pilihan berbeda sebelum mereka menemukan obat yang tepat. Ini bisa menjadi proses yang membuat frustrasi, terutama ketika Anda merasa tidak sehat, tetapi penting untuk menemukan sesuatu yang cocok untuk Anda! Efek samping dan manfaat dapat bervariasi secara signifikan antara orang yang berbeda, dan sulit untuk memprediksi bagaimana suatu obat dapat bekerja tanpa mencobanya terlebih dahulu. Setiap orang menanggapi mereka secara berbeda. Sangat penting untuk melakukan diskusi berkelanjutan dengan tim perawatan kesehatan Anda mengenai pengobatan Anda sehingga Anda dapat mengemukakan masalah atau kekhawatiran apa pun — atau bahkan bertanya lebih banyak tentang cara kerja antidepresan khusus Anda. perlu diingat bahwa kebanyakan orang harus mencoba beberapa pilihan berbeda sebelum mereka menemukan obat yang tepat. Ini bisa menjadi proses yang membuat frustrasi, terutama ketika Anda merasa tidak sehat, tetapi penting untuk menemukan sesuatu yang cocok untuk Anda! Efek samping dan manfaat dapat bervariasi secara signifikan antara orang yang berbeda, dan sulit untuk memprediksi bagaimana suatu obat dapat bekerja tanpa mencobanya terlebih dahulu. Setiap orang menanggapi mereka secara berbeda. Sangat penting untuk melakukan diskusi berkelanjutan dengan tim perawatan kesehatan Anda mengenai pengobatan Anda sehingga Anda dapat mengemukakan masalah atau kekhawatiran apa pun — atau bahkan bertanya lebih banyak tentang cara kerja antidepresan khusus Anda. perlu diingat bahwa kebanyakan orang harus mencoba beberapa pilihan berbeda sebelum mereka menemukan obat yang tepat. Ini bisa menjadi proses yang membuat frustrasi, terutama ketika Anda merasa tidak sehat, tetapi penting untuk menemukan sesuatu yang cocok untuk Anda! Efek samping dan manfaat dapat bervariasi secara signifikan antara orang yang berbeda, dan sulit untuk memprediksi bagaimana suatu obat dapat bekerja tanpa mencobanya terlebih dahulu. Setiap orang menanggapi mereka secara berbeda. Sangat penting untuk melakukan diskusi berkelanjutan dengan tim perawatan kesehatan Anda mengenai pengobatan Anda sehingga Anda dapat mengemukakan masalah atau kekhawatiran apa pun — atau bahkan bertanya lebih banyak tentang cara kerja antidepresan khusus Anda. dan sulit untuk memprediksi bagaimana suatu obat dapat bekerja tanpa mencobanya terlebih dahulu. Setiap orang menanggapi mereka secara berbeda. Sangat penting untuk melakukan diskusi berkelanjutan dengan tim perawatan kesehatan Anda mengenai pengobatan Anda sehingga Anda dapat mengemukakan masalah atau kekhawatiran apa pun — atau bahkan bertanya lebih banyak tentang cara kerja antidepresan khusus Anda. dan sulit untuk memprediksi bagaimana suatu obat dapat bekerja tanpa mencobanya terlebih dahulu. Setiap orang menanggapi mereka secara berbeda. Sangat penting untuk melakukan diskusi berkelanjutan dengan tim perawatan kesehatan Anda mengenai pengobatan Anda sehingga Anda dapat mengemukakan masalah atau kekhawatiran apa pun — atau bahkan bertanya lebih banyak tentang cara kerja antidepresan khusus Anda."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "1043721",
      "patterns": [
        "Saya menerima diagnosis tetapi saya tidak berpikir itu benar. Apa yang bisa saya lakukan?"
      ],
      "responses": [
        "lihat lembar fakta HealthLinkBCs di www.healthlinkbc.ca. \n Untuk tips umum dalam mengelola diagnosis penyakit mental dan bekerja dengan baik dengan profesional perawatan kesehatan, lihat HeretoHelps Managing a Mental Illness series."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "8471978",
      "patterns": [
        "Saya diberi resep antidepresan atau obat psikiatri lainnya, tetapi saya rasa itu tidak berhasil. Apa yang bisa saya lakukan?"
      ],
      "responses": [
        "\n Dalam beberapa kasus, orang dapat memiliki reaksi alergi terhadap obat. Beberapa reaksi tidak serius, seperti ruam. Dalam kasus ini, Anda dapat menghubungi apoteker atau menelepon 811 untuk mendapatkan bantuan setelah jam kerja. Jika Anda mengalami reaksi serius seperti sulit bernapas, pusing, atau bingung, segera hubungi 911. \n Saat Anda memulai pengobatan baru, apoteker Anda akan memberi Anda cetakan dengan informasi seperti efek samping, tanda-tanda reaksi alergi, berapa lama waktu yang dibutuhkan untuk bekerja, dan informasi lainnya. Informasinya bagus untuk disimpan, tetapi tidak selalu mudah dibaca. Ketika Anda mengambil obat Anda, Anda dapat meminta apoteker untuk pergi ke informasi dengan Anda sehingga Anda memahami apa yang harus Anda cari. \n Jika obat antidepresan atau psikiatri tertentu tidak bekerja untuk Anda, ada banyak pilihan berbeda! Sayangnya, menemukan obat yang tepat dapat membutuhkan beberapa percobaan dan kesalahan. Orang yang berbeda dapat memiliki pengalaman yang sangat berbeda dengan obat yang sama, dan seringkali Anda perlu mencoba sesuatu untuk melihat apakah itu berhasil (atau tidak berhasil) untuk Anda. Ini bisa menjadi proses yang membuat frustrasi, terutama ketika Anda ingin mulai merasa lebih baik, tetapi penting untuk terus mencoba dan bekerja sama dengan dokter Anda sehingga Anda memahami pilihan Anda. Banyak orang merasa terintimidasi untuk berbicara dengan profesional kesehatan, tetapi penting untuk berbagi informasi sehingga Anda berdua memahami apa yang terjadi dan dapat membuat keputusan yang baik dan terinformasi tentang perawatan kesehatan Anda. Beberapa orang juga merasa malu berbicara tentang gejala atau efek samping seperti perubahan dorongan seks atau pencernaan, tetapi informasi penting untuk dokter Anda (dan mereka tahu bahwa perubahan dorongan seks atau pencernaan adalah masalah umum). Anda dapat menemukan strategi,"
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "2746837",
      "patterns": [
        "Orang dewasa dalam hidup saya tampaknya sakit dan tidak akan mencari bantuan. Apa yang bisa saya lakukan?"
      ],
      "responses": [
        "Jika sebagian besar kasus, Anda tidak dapat melakukan pekerjaan ini sepenuhnya untuk mereka—dan mencoba melakukannya dapat merusak hubungan Anda. \n Jujurlah tentang kekhawatiran Anda, dampak yang Anda lihat yang membuat Anda khawatir, dengarkan sudut pandang mereka, dan bekerja sama untuk menemukan solusi yang sesuai untuk semua orang, bahkan jika itu berarti kompromi. Anda mungkin ingin menawarkan untuk pergi bersama mereka ke janji temu, mendorong mereka untuk melakukan tes mandiri penyaringan online, atau melibatkan orang lain yang dekat dengan mereka yang mungkin memiliki kepedulian yang sama dan mungkin memiliki pengaruh lebih besar dalam mendorong mereka untuk memperhatikan perubahan dan mencari bantuan. . Karena Anda mungkin merasa frustrasi dan tidak berdaya, penting untuk mendapatkan perhatian dan dukungan untuk diri sendiri selama ini, terutama jika Anda sangat dekat dengan orang yang Anda khawatirkan. \n Dalam situasi serius, BC Mental Health Act memungkinkan seseorang ditahan untuk jangka waktu tertentu untuk penilaian psikiatri tanpa persetujuan mereka jika mereka berisiko membahayakan diri mereka sendiri atau orang lain. Meskipun diperlukan dalam beberapa situasi untuk mendapatkan perawatan yang mereka butuhkan, itu bisa menjadi traumatis bagi semua orang yang terlibat. Untuk informasi lebih lanjut tentang BC Mental Health Act, lihat Panduan untuk Undang-Undang Kesehatan Mental."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "5640861",
      "patterns": [
        "Saya khawatir dengan anak atau remaja saya. Di mana saya bisa mencari bantuan?"
      ],
      "responses": [
        "Jika sekolah anak Anda memiliki konselor, bicarakan dengan mereka tentang layanan yang dapat Anda akses melalui sekolah. Konselor sekolah juga dapat menyarankan layanan masyarakat. Lihat lembar info Apa yang Diharapkan dari Sekolah Anak Anda. \n Pusat Sumber Daya Kesehatan Mental Kelty menawarkan informasi, sumber daya, dukungan sebaya, dan navigasi sistem untuk anak-anak, remaja, dan keluarga yang mengalami tantangan kesehatan mental atau penggunaan narkoba. Alat Pencari Bantuan mereka dan membantu Anda menavigasi sistem kesehatan mental. Kelty Mental Health berbasis di BC Childrens Hospital di Vancouver, tetapi mereka mendukung kaum muda dan keluarga mereka di seluruh provinsi. \n Institute of Families for Child and Youth Mental Health mengadvokasi kaum muda yang sehat dan dukungan keluarga. Mereka menawarkan sumber daya dan acara pendidikan di seluruh SM. \n Divisi BC Asosiasi Kesehatan Mental Kanada menawarkan Confident Parents: Thriving Kids, program pendidikan dan dukungan berbasis telepon untuk membantu orang tua atau pengasuh menangani masalah perilaku ringan hingga sedang untuk anak usia 3 hingga 12 tahun. Program ini gratis, tetapi memerlukan rujukan dokter. \n Anda mungkin juga ingin melihat sumber daya berikut dari HeretoHelp tentang kesehatan mental anak dan remaja dan penggunaan narkoba:"
      ]
    },
    {
      "tag": "3393534",
      "patterns": [
        "Seseorang yang saya sayangi mengalami cedera otak. Di mana saya dapat menemukan informasi lebih lanjut?"
      ],
      "responses": [
        "Cedera otak itu sendiri tidak sama dengan penyakit mental meskipun seseorang yang mengalami cedera otak mungkin juga mengalami masalah kesehatan mental. Masalah kesehatan mental ini dapat berasal dari cedera itu sendiri atau dari pikiran sekitar cedera seperti perasaan kehilangan kemarahan atau frustrasi ketika kualitas hidup berubah. Dalam beberapa kasus tantangan kesehatan mental mungkin tidak berhubungan dengan cedera otak sama sekali. Kabar baiknya adalah bahwa masalah kesehatan mental dapat diobati bahkan jika Anda atau seseorang yang Anda sayangi telah mengalami cedera otak. Mungkin berguna untuk menemukan penyedia layanan yang memahami cedera otak dan kesehatan mental. Untuk informasi dan dukungan lebih lanjut kunjungi Asosiasi Cedera Otak BC. Anda juga dapat menemukan kelompok dan organisasi lokal dan regional di BC melalui Asosiasi Cedera Otak Kanada"
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "3839472",
      "patterns": [
        "Seseorang yang saya cintai telah didiagnosis menderita depresi. Bagaimana saya bisa membantu?"
      ],
      "responses": [
        "Kami secara alami ingin membantu orang yang dicintai yang sedang tidak enak badan. Bagaimana kami dapat atau seharusnya membantu mungkin tampak cukup jelas ketika orang yang dicintai mengalami masalah kesehatan fisik, tetapi banyak orang mengatakan bahwa mereka tidak yakin bagaimana cara terbaik untuk membantu ketika orang yang dicintai mengalami masalah kesehatan fisik. penyakit mental seperti depresi. Berikut beberapa kiatnya: \n Anda tidak perlu memahami persis apa yang dialami orang lain, Anda hanya perlu menyadari bahwa ini adalah pengalaman yang sulit. Anda dapat mencoba sesuatu seperti, Saya dapat melihat bahwa pengalaman ini atau gejala-gejala ini benar-benar menyakitkan bagi Anda atau Saya menyesal mendengar bahwa Anda merasa tidak sehat. Jika Anda sendiri pernah mengalami depresi, Anda dapat mengatakan, Saya tahu bagaimana perasaan Anda. Ingatlah bahwa setiap orang mengalami penyakit seperti depresi secara berbeda, dan empati adalah tentang mengenali dampak penyakitnya, bukan membandingkan gejalanya. \n Anda tidak harus menjadi ahli, tetapi mempelajari lebih lanjut tentang depresi dapat membantu Anda memahami apa yang terjadi (dan mungkin menghilangkan beberapa mitos yang tidak membantu seputar depresi). Lembar info Depresi kami adalah tempat yang bagus untuk memulai, dan kami memiliki daftar sumber daya di Tanya Jawab: Di mana saya dapat mempelajari lebih lanjut tentang depresi? \n Terkadang membicarakan masalah atau kekhawatiran bisa sangat membantu—bahkan, banyak orang yang mengalami gangguan mood mengatakan bahwa mereka hanya ingin didengar. Penting untuk dipahami bahwa membicarakan sesuatu yang sulit seperti pengalaman depresi bisa sangat sulit bagi orang yang Anda cintai. Anda tidak dapat memaksa mereka untuk membicarakannya, tetapi Anda dapat mengundang mereka, dan menciptakan ruang yang aman dan tenang untuk berbicara. Jika orang yang Anda cintai terbuka kepada Anda, dengarkan secara aktif—yaitu, tanpa gangguan seperti ponsel atau TV Anda. Benar-benar memperhatikan apa yang mereka katakan. Dengarkan dengan empati dan tanpa menghakimi. Bahkan jika Anda tidak memahami masalahnya atau melihat masalahnya dengan cara yang berbeda, perhatian utama Anda adalah kesusahan atau perasaan sulit yang dialami orang yang Anda cintai. Anda dapat menemukan tips mendalam tentang mendengarkan dan berkomunikasi dengan baik di Modul Tiga Perangkat Keluarga. Beberapa orang tidak siap untuk membicarakan semuanya sekaligus, atau tidak sama sekali. Tidak apa-apa! Hormati batasan orang yang Anda cintai dan biarkan mereka memberi tahu Anda apa yang siap mereka bicarakan. \n Bahkan ketika Anda memiliki niat terbaik, saran yang tidak diminta bisa jadi tidak membantu. Anda mungkin tidak dapat memperbaiki masalah, dan Anda mungkin tidak mengetahui keseluruhan cerita. Jika Anda ingin berbagi apa yang berhasil untuk Anda dalam situasi yang sama, Anda dapat menanyakan apakah orang lain ingin berbicara tentang strategi yang berhasil untuk Anda. \n Orang yang berbeda membutuhkan hal yang berbeda—jangan berasumsi bahwa Anda tahu yang terbaik! Beberapa orang membutuhkan bantuan emosional, seperti seseorang yang dapat mereka ajak bicara. Orang lain mungkin memiliki hubungan yang baik dengan konselor atau profesional lainnya, tetapi mereka mungkin memerlukan bantuan praktis, seperti bantuan di sekitar rumah atau bantuan untuk tetap berpegang pada rencana perawatan mereka. Dan yang lain mungkin hanya ingin diikutsertakan dalam beberapa acara sosial. Dengan menanyakan apa yang dibutuhkan seseorang, Anda mungkin juga tidak tergoda untuk memberikan nasihat. \n Ketika orang mengalami episode depresi, mereka dapat memiliki banyak pikiran dan perasaan yang sangat negatif. Ini bisa sangat merugikan orang lain. Sebaiknya mencari dukungan untuk diri sendiri—ada kelompok pendukung hanya untuk anggota keluarga dan teman. BC Skizofrenia Society memiliki direktori kelompok pendukung keluarga di sekitar BC untuk penyakit mental apa pun. \n Jika orang yang Anda cintai tidak senang dengan perawatannya atau ingin mencoba opsi lain, Anda juga dapat membantunya mencari sumber daya atau layanan lain. Anda dapat menemukan saran umum di bagian Tanya Kami di HeretoHelp. Untuk menemukan layanan lokal, hubungi BC Mental Health Support Line di 310-6789 (tanpa kode area) atau email kami. \n Ini sangat penting! Anda tidak bertanggung jawab atas perawatan orang yang Anda cintai (kecuali orang yang Anda cintai adalah anak Anda yang berusia di bawah 19 tahun)—tetapi Anda dapat mendukung mereka saat mereka bekerja menuju pemulihan. Dalam kebanyakan kasus, rencana perawatan dan pemulihan orang yang Anda cintai adalah pilihan mereka—Anda ada di sana untuk menawarkan dukungan dan dorongan. \n Agar perawatan apa pun berhasil, orang yang Anda cintai harus terlibat secara aktif. Memaksa atau mengancam pengobatan umumnya tidak bekerja dan hanya akan menyakiti semua orang yang terlibat. Umumnya, siapa pun yang berusia 19 tahun ke atas bebas menentukan pilihannya sendiri. Dan pilihan mereka mungkin termasuk menolak pengobatan atau memilih pengobatan yang tidak Anda setujui. Penting untuk saling menghormati dan menjaga komunikasi yang jujur tetap terbuka di antara Anda. Anda dapat mempelajari lebih lanjut tentang menghadapi situasi ini di Tanya Kami: Seorang dewasa dalam hidup saya tampaknya sakit dan tidak akan mencari bantuan. Apa yang dapat saya? \n Jika orang yang Anda cintai mengatakan bahwa mereka memiliki pemikiran untuk mengakhiri hidup mereka, penting untuk mengambil tindakan. Hubungi 1-800-SUICIDE (1-800-784-2433) kapan saja atau pesan online di www.crisiscentrechat.ca antara siang dan jam 1 pagi. Jika Anda berpikir orang yang Anda cintai dalam bahaya, Anda selalu dapat menelepon 911 atau pergi ke ruang gawat darurat rumah sakit. Penting untuk saling menghormati dan menjaga komunikasi yang jujur tetap terbuka di antara Anda. Anda dapat mempelajari lebih lanjut tentang menghadapi situasi ini di Tanya Kami: Seorang dewasa dalam hidup saya tampaknya sakit dan tidak akan mencari bantuan. Apa yang dapat saya? \n Jika orang yang Anda cintai mengatakan bahwa mereka memiliki pemikiran untuk mengakhiri hidup mereka, penting untuk mengambil tindakan. Hubungi 1-800-SUICIDE (1-800-784-2433) kapan saja atau pesan online di www.crisiscentrechat.ca antara siang dan jam 1 pagi. Jika Anda berpikir orang yang Anda cintai dalam bahaya, Anda selalu dapat menelepon 911 atau pergi ke ruang gawat darurat rumah sakit. Penting untuk saling menghormati dan menjaga komunikasi yang jujur tetap terbuka di antara Anda. Anda dapat mempelajari lebih lanjut tentang menghadapi situasi ini di Tanya Kami: Seorang dewasa dalam hidup saya tampaknya sakit dan tidak akan mencari bantuan. Apa yang dapat saya? \n Jika orang yang Anda cintai mengatakan bahwa mereka memiliki pemikiran untuk mengakhiri hidup mereka, penting untuk mengambil tindakan. Hubungi 1-800-SUICIDE (1-800-784-2433) kapan saja atau pesan online di www.crisiscentrechat.ca antara siang dan jam 1 pagi. Jika Anda berpikir orang yang Anda cintai dalam bahaya, Anda selalu dapat menelepon 911 atau pergi ke ruang gawat darurat rumah sakit. Hubungi 1-800-SUICIDE (1-800-784-2433) kapan saja atau pesan online di www.crisiscentrechat.ca antara siang dan jam 1 pagi. Jika Anda berpikir orang yang Anda cintai dalam bahaya, Anda selalu dapat menelepon 911 atau pergi ke ruang gawat darurat rumah sakit. Hubungi 1-800-SUICIDE (1-800-784-2433) kapan saja atau pesan online di www.crisiscentrechat.ca antara siang dan jam 1 pagi. Jika Anda berpikir orang yang Anda cintai dalam bahaya, Anda selalu dapat menelepon 911 atau pergi ke ruang gawat darurat rumah sakit."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "3055896",
      "patterns": [
        "Seseorang yang saya cintai telah didiagnosis menderita skizofrenia. Bagaimana saya bisa membantu?"
      ],
      "responses": [
        "Penting untuk dipahami bahwa membicarakan sesuatu yang sulit seperti pengalaman skizofrenia bisa sangat sulit bagi orang yang Anda cintai—dan gejala skizofrenia juga dapat membuat percakapan menjadi sulit. Jika orang yang Anda cintai terbuka kepada Anda, dengarkan secara aktif—yaitu, tanpa gangguan seperti ponsel atau TV Anda. Benar-benar memperhatikan apa yang mereka katakan. Beri mereka waktu untuk menyelesaikan pikiran mereka, meskipun itu membutuhkan waktu sedikit lebih lama dari biasanya. Dengarkan dengan empati dan tanpa menghakimi. Bahkan jika Anda tidak memahami masalahnya atau Anda melihat masalahnya dengan cara yang berbeda, perhatian utama Anda adalah kesusahan atau perasaan sulit yang dialami orang yang Anda cintai. Anda dapat menemukan tips mendalam tentang mendengarkan dan berkomunikasi dengan baik di Modul Tiga Perangkat Keluarga. Beberapa orang tidak siap untuk membicarakan semuanya sekaligus, atau tidak sama sekali. Tidak apa-apa! Hormati batasan orang yang Anda cintai dan biarkan mereka memberi tahu Anda ketika mereka siap untuk berbicara. \n Gejala skizofrenia seperti halusinasi (sensasi yang tidak nyata, seperti mendengar suara-suara) atau delusi (keyakinan yang tidak mungkin benar, seperti percaya bahwa Anda sedang diikuti oleh mata-mata) dapat memerlukan beberapa waktu untuk berhenti bahkan ketika orang sedang menerima perawatan dan mengikuti rencana perawatan mereka. Sebagai sebuah kelompok, gejala yang sangat menyedihkan ini disebut psikosis. Banyak orang mengalami kesulitan menanggapi halusinasi atau delusi orang yang dicintai. Sebaiknya hindari berdebat tentang pengalaman ini. Ingatlah bahwa delusi adalah gejala skizofrenia—itu bukan pikiran yang bisa membuat seseorang keluar darinya. Memberitahu seseorang bahwa pengalaman mereka tidak nyata atau tidak benar tidak membantu ketika pengalaman itu terasa sangat nyata bagi orang itu! Pendekatan yang lebih baik adalah berempati dengan perasaan yang ditimbulkan oleh halusinasi atau delusi—tanpa membenarkan atau menyangkal halusinasi atau delusi. Misalnya, jika orang yang dicintai frustrasi atau kesal ketika mendengar suara-suara, tidak ada gunanya mengatakan sesuatu seperti, Kamu baik-baik saja! Itu tidak nyata. Aku tidak mendengar apa-apa. Sebagai gantinya, Anda bisa berkata, Saya hanya bisa membayangkan betapa menjengkelkannya suara itu. Aku bisa melihat suara itu membuatmu merasa takut. Ketahuilah bahwa dengan perawatan dan dukungan yang baik, gejala seperti halusinasi dan delusi menjadi lebih mudah bagi orang untuk mengelola dan kehilangan kepentingan. \n Tanyakan bagaimana Anda bisa membantu. Ketika orang mengalami penyakit mental yang serius seperti skizofrenia, mereka mungkin ingin merencanakan bagaimana mereka dapat mengambil tindakan jika mereka mulai merasa tidak sehat lagi, terutama jika mereka memiliki anak yang menjadi tanggungan. Rencana-rencana ini seperti arahan lanjutan atau Perjanjian Ulysses, dibuat ketika seseorang merasa baik dan dimaksudkan untuk mengomunikasikan keinginan mereka kepada orang yang dicintai dan tim perawatan mereka. Tanyakan kepada orang yang Anda cintai apakah mereka memiliki rencana sehingga Anda tahu apa yang mereka butuhkan jika mereka membutuhkan bantuan. Jika Anda ingin mempelajari lebih lanjut tentang perencanaan perawatan, lihat BC Skizofrenia Society. \n Jika orang yang dicintai mengalami episode psikosis atau sedang dalam pemulihan untuk episode psikosis, mereka mungkin memerlukan bantuan ekstra. Misalnya, orang yang secara aktif mengalami halusinasi atau delusi mungkin membutuhkan banyak ruang pribadi dan merasa tidak nyaman berada di dekat banyak orang atau bahkan melakukan kontak mata. Ketika orang pulih dari episode psikosis, mereka mungkin membutuhkan ruang yang tenang dan banyak istirahat. Terkadang orang dapat kembali ke rutinitas biasanya dengan cukup cepat, sementara di lain waktu mungkin diperlukan banyak waktu (dan usaha) untuk kembali ke rutinitas. Ingatlah bahwa terlalu banyak bantuan bisa sedikit kontraproduktif. Mungkin lebih cepat dan lebih mudah bagi Anda untuk mengurus sendiri tugas atau tugas orang yang Anda cintai, tetapi membangun kembali aktivitas dan kepercayaan diri adalah bagian besar dari pemulihan. Dorong dan dukung orang yang Anda cintai saat mereka mengambil tanggung jawab sehari-hari, dan biarkan mereka memberi tahu Anda ketika mereka membutuhkan bantuan ekstra. \n Skizofrenia bisa menjadi penyakit yang sulit—bagi semua orang. Selama episode psikosis, orang yang Anda cintai mungkin mengalami sensasi menakutkan yang tidak dapat Anda pahami. Mereka mungkin bertindak dengan cara yang tidak Anda mengerti. Gejala skizofrenia lainnya dapat membuat orang sulit mengekspresikan emosi atau perasaan, berkomunikasi dengan jelas, atau tampak tertarik pada orang lain. Penting untuk mengetahui bahwa ini adalah gejala penyakit. Mereka bukan salah siapa-siapa, tetapi mereka masih sulit untuk diatasi. Pertimbangkan untuk menghubungi kelompok pendukung keluarga dan teman untuk mendapatkan dukungan Anda sendiri. BC Skizofrenia Society memiliki direktori grup di sekitar SM di www.bcss.org/monthly-meetings-calendar/. \n Sebagai anggota keluarga, penting untuk menjaga diri sendiri. Cobalah untuk menjaga jadwal dan aktivitas rutin Anda, seperti rutinitas olahraga dan hobi Anda. Mintalah anggota keluarga lain atau teman baik untuk memberikan bantuan dalam perawatan, terutama pada hari-hari awal penyakit orang yang Anda cintai. Jika Anda memerlukan bantuan untuk menyeimbangkan waktu untuk perawatan diri dengan tugas pengasuhan, lihat Program Respite Keluarga BC Skizofrenia Society. \n Cobalah untuk mempertahankan persahabatan Anda atau jaringan orang-orang yang Anda miliki dalam hidup Anda. Ini nantinya akan menjadi dukungan penting saat orang yang Anda cintai pulih. Didik mereka dan perbarui mereka tentang pemulihan orang yang Anda cintai. Orang terkadang takut untuk menanyakan patterns tentang skizofrenia dan ini akan membuat mereka nyaman. \n Ini sangat penting! Anda tidak bertanggung jawab atas perawatan orang yang Anda cintai (kecuali orang yang Anda cintai adalah anak Anda yang berusia di bawah 19 tahun), tetapi Anda dapat mendukung mereka. Skizofrenia dapat mempersulit orang untuk membuat dan pergi ke janji dan mengikuti rencana perawatan mereka. Dengan izin orang yang Anda cintai, Anda dapat memilih untuk membantu dengan mengingatkan mereka tentang janji, membawa mereka ke janji, atau apa pun yang membantu dalam situasi Anda. Jika orang yang Anda cintai tidak senang dengan perawatan mereka atau ingin mencoba pendekatan baru, Anda dapat mendorong mereka untuk berbicara dengan tim perawatan mereka, seperti dokter atau tim kesehatan mental mereka—bisa berbahaya untuk menghentikan atau mengubah perawatan tanpa dokter. mendukung. \n Perawatan bisa menjadi area yang sulit bagi orang yang dicintai. Sulit untuk melihat seseorang yang Anda cintai kesakitan. Anda mungkin takut dengan hal-hal yang dialami orang yang Anda cintai. Anda ingin membantu. Tetapi agar perawatan apa pun berhasil, orang yang Anda cintai harus aktif dalam perawatan mereka. Pemaksaan atau pengobatan yang mengancam umumnya tidak berhasil (atau jika berhasil, dalam keadaan darurat, hanya untuk waktu yang singkat) dan seringkali dapat melukai semua orang yang terlibat. Dalam kebanyakan kasus, siapa pun yang berusia 19 tahun ke atas dan tidak berisiko bahaya bebas membuat pilihan sendiri. Dan pilihan mereka mungkin termasuk menolak pengobatan atau memilih pengobatan yang tidak Anda setujui. Ini membantu semua orang jika Anda bisa bersikap hormat dan menjaga komunikasi yang jujur tetap terbuka di antara Anda. Anda dapat mempelajari lebih lanjut tentang menghadapi situasi ini di T&J: Seorang dewasa dalam hidup saya tampak sakit dan tidak akan mencari bantuan. Apa yang dapat saya?. \n Jika menurut Anda orang yang Anda cintai berisiko melukai diri sendiri atau orang lain dan mereka menolak bantuan, Anda dapat meminta mereka dievaluasi oleh psikiater berdasarkan Undang-Undang Kesehatan Mental. Proses ini mungkin melibatkan polisi dan responden pertama lainnya, dan ini bisa menjadi proses yang sulit dan menegangkan bagi semua orang. Tapi itu juga bisa menjadi langkah yang diperlukan jika seseorang dalam bahaya. Anda dapat mempelajari lebih lanjut tentang Undang-Undang Kesehatan Mental di lembar info Families Coping with a Crisis dan Anda dapat menemukan Panduan untuk Undang-Undang Kesehatan Mental di www.health.gov.bc.ca/library/publications/year/2005/MentalHealthGuide. pdf. Untuk diskusi yang lebih mendalam tentang Undang-Undang Kesehatan Mental, lihat video dengan pengacara dan konsultasi hukum kesehatan Gerrit Clements. \n Jika orang yang Anda cintai mengatakan bahwa mereka memiliki pemikiran untuk mengakhiri hidup mereka, penting untuk mengambil tindakan. Hubungi 1-800-SUICIDE (1-800-784-2433) kapan saja atau pesan online di www.crisiscentrechat.ca antara siang dan jam 1 pagi. Jika Anda berpikir orang yang Anda cintai dalam bahaya, Anda selalu dapat menelepon 911 atau pergi ke ruang gawat darurat rumah sakit."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "4200873",
      "patterns": [
        "Saya masih muda dan salah satu orang tua saya memiliki penyakit mental. Apa yang bisa saya lakukan?"
      ],
      "responses": [
        "Ketika Anda berada di pesawat dan pramugari melakukan demonstrasi keselamatan, mereka menyuruh Anda untuk mengenakan masker oksigen Anda sendiri sebelum membantu orang lain. Itu karena sulit untuk membantu orang lain jika Anda sendiri tidak sehat. Berikut adalah beberapa program khusus untuk kaum muda: \n Program Kelompok Pendukung Anak dalam Kontrol dari BC Schizophrenia Society membantu anak-anak dan remaja berusia 8-18 tahun memahami penyakit mental, mengatasi tantangan, dan menjaga kesehatan dan kesejahteraan mereka sendiri. Jika Kids in Control saat ini tidak tersedia di cabang lokal Anda, cabang Anda dapat memesan materi sehingga Anda dapat mengerjakannya sendiri. \n Super Saturday Club dari CMHA Vancouver-Fraser adalah grup rekreasi gratis untuk anak-anak dan remaja berusia 8-17 tahun yang memiliki orang tua yang mengalami penyakit mental. Untuk mempelajari lebih lanjut, kunjungi www.vancouver-fraser.cmha.bc. kira-kira \n Jika Anda kesulitan mengatasi sesuatu yang terjadi di rumah, mintalah bantuan! Berikut beberapa tempat yang dapat Anda kunjungi: \n Guru atau konselor di sekolah \n Orang dewasa yang Anda percayai, seperti teman, orang tua, atau anggota keluarga lainnya \n Telepon Bantuan Anak: kunjungi www.kidshelpphone.ca untuk mempelajari cara merawat diri sendiri dan mengobrol dengan seorang konselor, atau hubungi 1-800-668-6868 untuk berbicara dengan seorang konselor \n YouthinBC: Kunjungi www.youthinbc.com untuk mengobrol dengan sukarelawan terlatih (siang-1: 00 Waktu Pasifik) \n Dukungan Kesehatan Mental BC Line: Jika Anda perlu berbicara dengan seseorang atau Anda ingin melihat sumber daya apa yang ada di komunitas Anda, hubungi 310-6789 (tanpa kode area) kapan saja"
      ]
    },
    {
      "tag": "1337085",
      "patterns": [
        "Saya memiliki pikiran untuk bunuh diri, atau seseorang yang saya sayangi berbicara tentang bunuh diri. Apa yang harus saya lakukan?"
      ],
      "responses": [
        "\n Mengatasi Pikiran Bunuh Diri adalah sumber yang bagus untuk membantu Anda memahami dan mengelola perasaan sulit. \n Lembar info tentang bunuh diri kami berisi informasi tentang bunuh diri, membantu orang lain, dan mencari bantuan. Apa itu Bunuh Diri? adalah buklet dengan audio dalam bahasa sederhana untuk pembaca yang melek huruf rendah. \n Pusat Pencegahan Bunuh Diri memiliki banyak perangkat sumber daya tentang bunuh diri untuk audiens yang berbeda, termasuk orang yang bertugas di militer, orang muda, remaja, orang dewasa yang lebih tua, anggota komunitas Aborigin, dan anggota komunitas LGBT."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "2447683",
      "patterns": [
        "Ganja diizinkan secara hukum untuk 19+ tetapi ada kelompok dokter yang mengatakan bahwa itu berpotensi berbahaya bagi usia 25. Penggunaan atau penggunaan tertentu? Apa mitos dan fakta? Jika saya orang tua, apa yang harus saya katakan kepada orang dewasa muda saya?"
      ],
      "responses": [
        "semakin besar potensi kerugiannya. Usia legal untuk menggunakan ganja di SM adalah 19. Namun, otak kita tidak selesai berkembang sampai sekitar usia 25. Menunda penggunaan ganja hingga dewasa awal dapat mengurangi potensi efek berbahaya pada otak. \n Beberapa anak muda, terutama mereka yang memiliki banyak faktor predisposisi terhadap masalah kesehatan mental yang serius dan terus-menerus, sebaiknya tidak menggunakan ganja. Ganja telah dikaitkan dengan peningkatan risiko psikosis dan skizofrenia pada kelompok kecil orang ini. Beberapa orang dengan masalah kesehatan mental yang serius juga telah melaporkan bahwa menggunakan ganja telah membantu mereka mengatasi penyakit mereka dengan membantu mereka merasa kurang cemas atau stres. Seperti dalam kebanyakan situasi, menyeimbangkan potensi manfaat dan bahaya penggunaan ganja akan menjadi kunci bagi kaum muda yang memiliki masalah kesehatan mental yang serius. \n Mencampur obat, seperti ganja dan alkohol, juga dapat meningkatkan kemungkinan mengalami bahaya. Keracunan mungkin lebih intens dan tahan lama dan orang muda mungkin tidak menyadari betapa lemahnya mereka. Kami sering menyarankan, Tidak terlalu banyak, tidak terlalu sering, dan hanya dalam context yang aman sebagai cara sederhana untuk mengukur penggunaan zat psikoaktif apa pun. \n Sebagai orang tua atau orang dewasa yang peduli, hubungan hormat yang terbuka dengan anak muda adalah salah satu sumber dan cara terbaik Anda untuk mencegah bahaya dari penggunaan narkoba. Memberi tahu remaja bahwa mereka dapat mendekati Anda kapan saja untuk berbicara tentang ganja, zat lain, atau apa pun yang menjadi perhatian mereka, mengatakan bahwa mereka penting bagi Anda dan Anda siap untuk mendengarkan dan terlibat dalam dialog dengan mereka. Ini adalah tempat yang bagus untuk mulai membahas apa pun yang mungkin terjadi pada orang-orang muda dalam hidup! \n Institut Penelitian Penggunaan Zat Kanada, sebelumnya CARBC, adalah anggota BC Partners for Mental Health and Addictions Information. Lembaga ini didedikasikan untuk studi penggunaan zat dalam mendukung upaya masyarakat luas yang bertujuan untuk menyediakan semua orang dengan akses ke kehidupan yang lebih sehat, baik menggunakan zat atau tidak. Untuk lebih lanjut, kunjungi www.cisur.ca."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "7995219",
      "patterns": [
        "Apa perbedaan antara kesehatan mental dan penyakit mental?"
      ],
      "responses": [
        "Kesehatan mental dan 'penyakit mental semakin sering digunakan seolah-olah memiliki arti yang sama, tetapi sebenarnya tidak. Setiap orang memiliki kesehatan mental, sama seperti setiap orang memiliki kesehatan. Seperti yang dikatakan oleh Organisasi Kesehatan Dunia, Tidak ada kesehatan tanpa kesehatan mental. Dalam perjalanan hidup, tidak semua orang akan mengalami penyakit mental, tetapi setiap orang akan berjuang atau memiliki tantangan dengan kesejahteraan mental mereka (yaitu, kesehatan mental mereka) sama seperti kita semua memiliki tantangan dengan kesejahteraan fisik kita dari waktu ke waktu. \n Ketika kita berbicara tentang kesehatan mental, kita berbicara tentang kesejahteraan mental kita: emosi kita, pikiran dan perasaan kita, kemampuan kita untuk memecahkan masalah dan mengatasi kesulitan, hubungan sosial kita, dan pemahaman kita tentang dunia sekitar kita. \n Penyakit mental adalah penyakit yang mempengaruhi cara orang berpikir, merasa, berperilaku, atau berinteraksi dengan orang lain. Ada banyak penyakit mental yang berbeda, dan mereka memiliki gejala yang berbeda yang mempengaruhi kehidupan orang dengan cara yang berbeda. \n Kesehatan tidak seperti tombol on/off. Ada berbagai tingkat kesehatan. Orang-orang bergerak dalam kontinum mulai dari kesehatan yang baik atau baik hingga kesehatan biasa-biasa saja hingga kesehatan yang buruk hingga penyakit atau kecacatan. Misalnya, beberapa orang memiliki kesehatan yang baik dan tidak memiliki masalah dalam menjalani hidup mereka. Beberapa orang mengalami masalah kesehatan yang serius, dan kesehatan mereka yang buruk berdampak sangat negatif pada kehidupan mereka. Beberapa orang memiliki masalah kesehatan serius yang berlangsung lama, dan yang lain memiliki masalah kesehatan serius yang sembuh dengan sangat cepat. Banyak orang jatuh di suatu tempat di tengah-mereka umumnya dalam kesehatan yang baik, meskipun masalah sesekali mungkin muncul. Kesehatan mental juga demikian. \n Sama seperti seseorang yang merasa tidak sehat mungkin tidak memiliki penyakit serius, orang mungkin memiliki kesehatan mental yang buruk tanpa penyakit mental. Kita semua memiliki hari-hari di mana kita merasa sedikit sedih, atau stres, atau kewalahan oleh sesuatu yang terjadi dalam hidup kita. Bagian penting dari kesehatan mental yang baik adalah kemampuan untuk melihat masalah atau kekhawatiran secara realistis. Kesehatan mental yang baik bukanlah tentang merasa bahagia dan percaya diri 100% sepanjang waktu dan mengabaikan masalah apa pun. Ini tentang hidup dan mengatasi dengan baik meskipun ada masalah. \n Sama seperti mungkin untuk memiliki kesehatan mental yang buruk tetapi tidak ada penyakit mental, sangat mungkin untuk memiliki kesehatan mental yang baik bahkan dengan diagnosis penyakit mental. Itu karena penyakit mental (seperti masalah kesehatan lainnya) seringkali bersifat episodik, artinya ada saat ('episode) kesehatan yang buruk dan saat yang lebih baik atau sehat."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "2903196",
      "patterns": [
        "Di mana saya dapat menemukan informasi lebih lanjut tentang depresi?"
      ],
      "responses": [
        "Lembar info kami tentang gangguan suasana hati, gangguan bipatternsr, dan depresi menawarkan informasi tentang masalah suasana hati, pilihan pengobatan, dan sumber daya di BC. Kami juga menawarkan Apa itu Depresi? Ini adalah buklet dengan audio dalam bahasa sederhana untuk pembaca yang melek huruf rendah. Anda dapat mengambil tes mandiri skrining untuk depresi (dan masalah kesehatan mental lainnya). Alat depresi dewasa juga menyaring tanda-tanda gangguan bipatternsr. \n Jika Anda ingin melampaui dasar-dasarnya, seri Mengelola Depresi kami dapat membantu Anda menangani diagnosis gangguan depresi, bekerja dengan dokter, dan mencegah kambuhnya depresi. Anda juga akan menemukan banyak pengalaman dan perspektif seputar depresi—membaca kisah pribadi dapat membantu Anda merasa tidak terlalu sendirian."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "4893447",
      "patterns": [
        "Apa perbedaan antara kecemasan dan gangguan kecemasan?"
      ],
      "responses": [
        "Orang mungkin menghindari menjalani kehidupan sehari-hari mereka untuk menghindari kecemasan. Mereka mungkin mengalami banyak sensasi fisik yang tidak nyaman dan masalah kesehatan fisik. Banyak orang mengatakan bahwa mereka tahu kecemasan mereka tidak didasarkan pada kenyataan, tetapi mereka merasa 'terjebak oleh pikiran dan perasaan mereka. Gangguan kecemasan dapat diobati. Penting untuk mencari bantuan jika Anda khawatir tentang kecemasan dalam hidup Anda. \n Kecemasan normal... \n Berhubungan dengan situasi atau masalah tertentu \n Berlangsung hanya selama situasi atau masalah tersebut/p> \n sebanding dengan situasi atau masalah/p> \n Merupakan respons realistis terhadap masalah atau situasi yang realistis/p> \n Ketika seseorang mengalami gangguan kecemasan... \n Kecemasan mungkin muncul secara tidak terduga, tanpa alasan \n Respon kecemasan terhadap situasi atau masalah mungkin jauh lebih kuat dari yang mereka harapkan \n Mereka mungkin mengalami banyak kecemasan yang tidak realistis, seperti ketakutan akan situasi yang kemungkinan tidak akan pernah terjadi \n Kecemasan dapat berlangsung selama waktu yang lama, bahkan ketika situasi atau masalah telah diselesaikan \n Kecemasan mungkin terasa tidak mungkin untuk dikendalikan atau dikelola \n Mereka mungkin menghindari situasi atau hal-hal yang mereka yakini memicu gejala kecemasan \n Berikut adalah contoh kecemasan normal dan gangguan kecemasan . Banyak orang merasa sedikit gugup saat terbang, yang merupakan reaksi yang benar-benar normal. Namun, jika mereka harus bepergian untuk bekerja, mereka bisa naik pesawat tanpa masalah. Seseorang dengan gangguan kecemasan, di sisi lain, mungkin tidak dapat melakukan perjalanan ke bandara — bahkan jika itu membahayakan pekerjaan mereka."
      ]
    },
    {
      "tag": "8612349",
      "patterns": [
        "Apa perbedaan antara kecemasan dan stres?"
      ],
      "responses": [
        "Stres dan kecemasan sering digunakan secara bergantian, dan ada tumpang tindih antara stres dan kecemasan. Stres terkait dengan respons 'melawan, lari, atau membekukan' yang sama dengan kecemasan, dan sensasi fisik kecemasan dan stres mungkin sangat mirip. \n Penyebab stres dan kecemasan biasanya berbeda, namun stres berfokus terutama pada tekanan eksternal pada kita yang sulit diatasi. Ketika kita stres, kita biasanya tahu apa yang ditekankan, dan gejala stres biasanya hilang setelah stres. situasi stres sudah berakhir. \n Kecemasan, di sisi lain, tidak selalu mudah untuk dipahami. Kecemasan berfokus pada kekhawatiran atau ketakutan tentang hal-hal yang dapat mengancam kita, serta kecemasan tentang kecemasan itu sendiri. Stres dan kecemasan adalah bagian dari menjadi manusia,tetapi keduanya bisa menjadi masalah jika berlangsung lama atau berdampak pada kesejahteraan atau kehidupan kita sehari-hari."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "6062232",
      "patterns": [
        "Apa perbedaan antara kesedihan dan depresi?"
      ],
      "responses": [
        "Ini lebih dari kesedihan atau suasana hati yang rendah. Orang yang mengalami depresi mungkin merasa tidak berharga atau putus asa. Mereka mungkin merasa bersalah yang tidak masuk akal. Beberapa orang mungkin mengalami depresi sebagai kemarahan atau lekas marah. Mungkin sulit untuk berkonsentrasi atau membuat keputusan. Kebanyakan orang kehilangan minat pada hal-hal yang dulu mereka nikmati dan mungkin mengisolasi diri mereka dari orang lain. Ada juga tanda-tanda fisik depresi, seperti masalah dengan tidur, nafsu makan dan energi dan rasa sakit atau nyeri yang tidak dapat dijelaskan. Beberapa mungkin mengalami pemikiran yang sulit tentang kematian atau mengakhiri hidup mereka (bunuh diri). Depresi berlangsung lebih dari dua minggu, biasanya tidak hilang dengan sendirinya, dan berdampak pada hidup Anda. Ini penyakit yang nyata, dan sangat bisa diobati. Penting untuk mencari bantuan jika Anda khawatir tentang depresi.Orang yang mengalami depresi mungkin merasa tidak berharga atau putus asa. Mereka mungkin merasa bersalah yang tidak masuk akal. Beberapa orang mungkin mengalami depresi sebagai kemarahan atau lekas marah. Mungkin sulit untuk berkonsentrasi atau membuat keputusan. Kebanyakan orang kehilangan minat pada hal-hal yang dulu mereka nikmati dan mungkin mengisolasi diri mereka dari orang lain. Ada juga tanda-tanda fisik depresi, seperti masalah dengan tidur, nafsu makan dan energi dan rasa sakit atau nyeri yang tidak dapat dijelaskan. Beberapa mungkin mengalami pemikiran yang sulit tentang kematian atau mengakhiri hidup mereka (bunuh diri). Depresi berlangsung lebih dari dua minggu, biasanya tidak hilang dengan sendirinya, dan berdampak pada hidup Anda. Ini penyakit yang nyata, dan sangat bisa diobati. Penting untuk mencari bantuan jika Anda khawatir tentang depresi. Orang yang mengalami depresi mungkin merasa tidak berharga atau putus asa. Mereka mungkin merasa bersalah yang tidak masuk akal. Beberapa orang mungkin mengalami depresi sebagai kemarahan atau lekas marah. Mungkin sulit untuk berkonsentrasi atau membuat keputusan. Kebanyakan orang kehilangan minat pada hal-hal yang dulu mereka nikmati dan mungkin mengisolasi diri mereka dari orang lain. Ada juga tanda-tanda fisik depresi, seperti masalah dengan tidur, nafsu makan dan energi dan rasa sakit atau nyeri yang tidak dapat dijelaskan. Beberapa mungkin mengalami pemikiran yang sulit tentang kematian atau mengakhiri hidup mereka (bunuh diri). Depresi berlangsung lebih dari dua minggu, biasanya tidak hilang dengan sendirinya, dan berdampak pada hidup Anda. Ini penyakit yang nyata, dan sangat bisa diobati. Penting untuk mencari bantuan jika Anda khawatir tentang depresi.Mungkin sulit untuk berkonsentrasi atau membuat keputusan. Kebanyakan orang kehilangan minat pada hal-hal yang dulu mereka nikmati dan mungkin mengisolasi diri mereka dari orang lain. Ada juga tanda-tanda fisik depresi, seperti masalah dengan tidur, nafsu makan dan energi dan rasa sakit atau nyeri yang tidak dapat dijelaskan. Beberapa mungkin mengalami pemikiran yang sulit tentang kematian atau mengakhiri hidup mereka (bunuh diri). Depresi berlangsung lebih dari dua minggu, biasanya tidak hilang dengan sendirinya, dan berdampak pada hidup Anda. Ini penyakit yang nyata, dan sangat bisa diobati. Penting untuk mencari bantuan jika Anda khawatir tentang depresi. Mungkin sulit untuk berkonsentrasi atau membuat keputusan. Kebanyakan orang kehilangan minat pada hal-hal yang dulu mereka nikmati dan mungkin mengisolasi diri mereka dari orang lain. Ada juga tanda-tanda fisik depresi, seperti masalah dengan tidur, nafsu makan dan energi dan rasa sakit atau nyeri yang tidak dapat dijelaskan. Beberapa mungkin mengalami pemikiran yang sulit tentang kematian atau mengakhiri hidup mereka (bunuh diri). Depresi berlangsung lebih dari dua minggu, biasanya tidak hilang dengan sendirinya, dan berdampak pada hidup Anda. Ini penyakit yang nyata, dan sangat bisa diobati. Penting untuk mencari bantuan jika Anda khawatir tentang depresi. Beberapa mungkin mengalami pemikiran yang sulit tentang kematian atau mengakhiri hidup mereka (bunuh diri). Depresi berlangsung lebih dari dua minggu, biasanya tidak hilang dengan sendirinya, dan berdampak pada hidup Anda. Ini penyakit yang nyata, dan sangat bisa diobati. Penting untuk mencari bantuan jika Anda khawatir tentang depresi. Beberapa mungkin mengalami pemikiran yang sulit tentang kematian atau mengakhiri hidup mereka (bunuh diri). Depresi berlangsung lebih dari dua minggu, biasanya tidak hilang dengan sendirinya, dan berdampak pada hidup Anda. Ini penyakit yang nyata, dan sangat bisa diobati. Penting untuk mencari bantuan jika Anda khawatir tentang depresi."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "9045344",
      "patterns": [
        "Apa itu distimia atau gangguan depresi persisten?"
      ],
      "responses": [
        "Karena PDD melibatkan lebih sedikit gejala yang berlangsung untuk waktu yang sangat lama, banyak orang mulai menganggap PDD hanyalah bagian dari kepribadian mereka daripada penyakit yang dapat diobati secara efektif. Jadi Anda pasti harus berbicara dengan dokter atau profesional kesehatan mental jika Anda berpikir Anda mungkin menderita PDD."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "9020440",
      "patterns": [
        "Apa itu gangguan siklotimik?"
      ],
      "responses": [
        "Gangguan siklotimik adalah subtipe dari gangguan bipatternsr. Sama seperti gangguan bipatternsr, gejala siklotimia mencakup tiga atau lebih gejala hipomania, dan lima atau lebih gejala depresi. Seperti gangguan bipatternsr, orang mungkin mengalami kesehatan antara episode hipomania dan depresi. \n Gejala hipomania meliputi: \n Gejala depresi meliputi: \n Bicaralah dengan dokter atau ahli kesehatan mental jika Anda merasa memiliki gangguan siklotimik."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "5819325",
      "patterns": [
        "Apa artinya bersepeda cepat?"
      ],
      "responses": [
        "Bersepeda cepat berarti seseorang yang didiagnosis dengan gangguan bipatternsr (atau depresi) mengalami empat atau lebih episode depresi dan/atau mania dalam satu tahun. \n Siklus cepat dapat terjadi kapan saja seseorang mengalami gangguan bipatternsr—sekitar 10-20% orang yang didiagnosis dengan gangguan bipatternsr mengalami siklus cepat di beberapa titik. Dalam banyak kasus, siklus cepat akhirnya hilang dengan sendirinya dan orang-orang kembali ke patterns episode yang lebih lama dan lebih jarang."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "4816493",
      "patterns": [
        "Di mana saya dapat menemukan informasi dan bantuan untuk gangguan kepribadian ambang?"
      ],
      "responses": [
        "Gangguan kepribadian ambang atau BPD adalah penyakit yang dapat diobati. Ini terdiri dari lima kelompok gejala seputar perilaku, emosi, hubungan, rasa identitas, dan kesadaran. Anda dapat membaca lembar info kami tentang gangguan kepribadian ambang. Kami juga memiliki masalah keseluruhan. dari Visions Journal on BPD, di mana Anda akan menemukan informasi tentang perawatan dan dukungan serta kisah-kisah pribadi dari orang-orang yang mengelola BPD dan hidup dengan baik. \n Borderline Personality Disorder Society of BC menawarkan kelompok pendukung di Victoria dan perpustakaan sumber daya, dan mereka memiliki daftar layanan di BC. \n Di Vancouver, Pusat DBT Vancouver menawarkan iklan terapi perilaku dialektik (DBT) yang mengkhususkan diri dalam membantu orang yang mengalami BPD. Menawarkan konseling individu, kelompok, dan keluarga, dan mereka memiliki blog yang berguna di Keterampilan DBT. \n Ada beberapa yang bagus,buku-buku bermanfaat yang tersedia sekarang, termasuk:"
      ]
    },
    {
      "tag": "9178453",
      "patterns": [
        "Apa itu gangguan kepribadian skizoid?"
      ],
      "responses": [
        "orang lain mungkin merasa sangat tertekan, terutama di sekitar interaksi sosial. Beberapa obat dapat membantu orang mengelola gejala dan psikoterapi dapat membantu orang membangun keterampilan baru dan meningkatkan hubungan. \n Untuk mencari bantuan untuk gangguan kepribadian skizoid, bicarakan dengan dokter keluarga Anda, temukan psikolog melalui BC Psychological Association, atau hubungi 811 untuk berbicara dengan navigator HealthLink BC."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "9679704",
      "patterns": [
        "Apa itu gangguan kepribadian antisosial?"
      ],
      "responses": [
        "tetapi orang dengan ASPD mulai memiliki masalah dengan perilaku atau perilaku antisosial di usia muda. Mereka mungkin didiagnosis dengan gangguan perilaku selama masa kanak-kanak. \n Perawatan untuk gangguan kepribadian antisosial, biasanya psikoterapi, dapat membantu mengurangi bahaya ASPD dan membantu orang membangun empati terhadap orang lain. ASPD dapat diobati dan mungkin membaik saat seseorang mendekati usia paruh baya. \n Kita semua telah menyakiti orang lain atau bertindak tanpa memikirkan kebutuhan orang lain. Penting untuk diingat bahwa gangguan kepribadian antisosial adalah patterns yang bertahan lama di sekitar kurangnya empati dan kurangnya penyesalan. Hanya dokter atau profesional kesehatan mental yang dapat mendiagnosis penyakit seperti ASPD. \n Untuk mencari bantuan untuk gangguan kepribadian antisosial, bicarakan dengan dokter keluarga Anda, temukan psikolog melalui BC Psychological Association,"
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "9167296",
      "patterns": [
        "Apa itu gangguan kepribadian obsesif-kompulsif?"
      ],
      "responses": [
        "Mereka mungkin juga mengalami kesulitan membelanjakan uang untuk diri mereka sendiri atau orang lain, dan mereka mungkin mengalami penimbunan, ketidakmampuan untuk membuang barang-barang dari rumah mereka. Konflik antara keinginan untuk kerapian atau ketertiban dan ketidakmampuan untuk membuang barang-barang dapat menyebabkan banyak kecemasan. \n Meskipun gangguan kepribadian obsesif-kompulsif dan gangguan obsesif-kompulsif (OCD) memiliki nama yang mirip, mereka bukanlah penyakit yang sama. Orang dengan gangguan obsesif-kompulsif biasanya memahami bahwa obsesi dan kompulsi mereka tidak logis dan biasanya mengalami banyak tekanan, meskipun mereka mungkin tidak dapat menghentikan obsesi atau kompulsi. Kompulsi adalah upaya untuk mengurangi kecemasan, bukan untuk mencari kesenangan. Orang dengan gangguan kepribadian obsesif-kompulsif dapat melihat pikiran mereka sebagai bagian dari siapa mereka, melihat pikiran mereka sebagai logis, dan mungkin menemukan kesenangan atau manfaat dalam menyelesaikan tugas-tugas kompulsif. Mereka mungkin mengalami banyak kesulitan ketika mereka tidak dapat mencapai kontrol atau perfeksionisme yang mereka inginkan. \n Gangguan kepribadian obsesif-kompulsif adalah salah satu gangguan kepribadian yang paling umum. Perawatan mungkin termasuk beberapa kombinasi psikoterapi, pengobatan, dan strategi swadaya. Untuk mencari bantuan untuk OCPD, bicarakan dengan dokter keluarga Anda, temukan psikolog melalui BC Psychological Association, atau hubungi 811 untuk berbicara dengan navigator HealthLink BC. dan strategi menolong diri sendiri. Untuk mencari bantuan untuk OCPD, bicarakan dengan dokter keluarga Anda, temukan psikolog melalui BC Psychological Association, atau hubungi 811 untuk berbicara dengan navigator HealthLink BC. dan strategi menolong diri sendiri. Untuk mencari bantuan untuk OCPD, bicarakan dengan dokter keluarga Anda, temukan psikolog melalui BC Psychological Association, atau hubungi 811 untuk berbicara dengan navigator HealthLink BC."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "9049618",
      "patterns": [
        "Apa itu gangguan makan berlebihan?"
      ],
      "responses": [
        "\n Gangguan makan berlebihan dapat diobati. Bicaralah dengan dokter Anda atau profesional kesehatan mental jika Anda berpikir Anda mungkin mengalami gangguan makan berlebihan."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "7984793",
      "patterns": [
        "Apa perbedaan antara gangguan identitas disosiatif (gangguan kepribadian ganda) dan skizofrenia?"
      ],
      "responses": [
        "Bagian penting dari DID adalah disosiasi—merasa terlepas dari dunia di sekitar Anda. Orang yang mengalami DID mungkin memiliki banyak celah yang tidak dapat dijelaskan dalam ingatan mereka, melupakan informasi yang telah mereka pelajari, atau mengalami kesulitan mengingat hal-hal yang telah mereka katakan atau lakukan. Tidak seperti penggambaran DID di TV atau film, DID mungkin tidak terlihat jelas bagi orang lain, dan perlu banyak waktu untuk sampai pada diagnosis. \n Skizofrenia adalah penyakit mental serius yang menyebabkan halusinasi (sensasi yang tidak nyata) dan delusi (keyakinan yang tidak mungkin benar, selain gejala lain seperti pikiran campur aduk, ucapan campur aduk, dan kesulitan mengekspresikan emosi. Orang yang mengalami skizofrenia mungkin mendengar atau merasakan hal-hal yang tidak nyata atau mempercayai hal-hal yang tidak nyata, tetapi ini bukanlah identitas yang terpisah. Orang yang mengalami DID mungkin memiliki banyak celah yang tidak dapat dijelaskan dalam ingatan mereka, melupakan informasi yang telah mereka pelajari, atau mengalami kesulitan mengingat hal-hal yang telah mereka katakan atau lakukan. Tidak seperti penggambaran DID di TV atau film, DID mungkin tidak terlihat jelas bagi orang lain, dan perlu banyak waktu untuk sampai pada diagnosis. \n Skizofrenia adalah penyakit mental serius yang menyebabkan halusinasi (sensasi yang tidak nyata) dan delusi (keyakinan yang tidak mungkin benar, selain gejala lain seperti pikiran campur aduk, ucapan campur aduk, dan kesulitan mengekspresikan emosi. Orang yang mengalami skizofrenia mungkin mendengar atau merasakan hal-hal yang tidak nyata atau mempercayai hal-hal yang tidak nyata, tetapi ini bukanlah identitas yang terpisah. Orang yang mengalami DID mungkin memiliki banyak celah yang tidak dapat dijelaskan dalam ingatan mereka, melupakan informasi yang telah mereka pelajari, atau mengalami kesulitan mengingat hal-hal yang telah mereka katakan atau lakukan. Tidak seperti penggambaran DID di TV atau film, DID mungkin tidak terlihat jelas bagi orang lain, dan perlu banyak waktu untuk sampai pada diagnosis. \n Skizofrenia adalah penyakit mental serius yang menyebabkan halusinasi (sensasi yang tidak nyata) dan delusi (keyakinan yang tidak mungkin benar, selain gejala lain seperti pikiran campur aduk, ucapan campur aduk, dan kesulitan mengekspresikan emosi. Orang yang mengalami skizofrenia mungkin mendengar atau merasakan hal-hal yang tidak nyata atau mempercayai hal-hal yang tidak nyata, tetapi ini bukanlah identitas yang terpisah. atau mengalami kesulitan mengingat hal-hal yang telah mereka katakan atau lakukan. Tidak seperti penggambaran DID di TV atau film, DID mungkin tidak terlihat jelas bagi orang lain, dan perlu banyak waktu untuk sampai pada diagnosis. \n Skizofrenia adalah penyakit mental serius yang menyebabkan halusinasi (sensasi yang tidak nyata) dan delusi (keyakinan yang tidak mungkin benar, selain gejala lain seperti pikiran campur aduk, ucapan campur aduk, dan kesulitan mengekspresikan emosi. Orang yang mengalami skizofrenia mungkin mendengar atau merasakan hal-hal yang tidak nyata atau mempercayai hal-hal yang tidak nyata, tetapi ini bukanlah identitas yang terpisah. atau mengalami kesulitan mengingat hal-hal yang telah mereka katakan atau lakukan. Tidak seperti penggambaran DID di TV atau film, DID mungkin tidak terlihat jelas bagi orang lain, dan perlu banyak waktu untuk sampai pada diagnosis. \n Skizofrenia adalah penyakit mental serius yang menyebabkan halusinasi (sensasi yang tidak nyata) dan delusi (keyakinan yang tidak mungkin benar, selain gejala lain seperti pikiran campur aduk, ucapan campur aduk, dan kesulitan mengekspresikan emosi. Orang yang mengalami skizofrenia mungkin mendengar atau merasakan hal-hal yang tidak nyata atau mempercayai hal-hal yang tidak nyata, tetapi ini bukanlah identitas yang terpisah."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "6085633",
      "patterns": [
        "Apa perbedaan antara psikosis dan skizofrenia?"
      ],
      "responses": [
        "Psikosis bahkan dapat memengaruhi cara orang bergerak atau mengekspresikan emosinya. \n Skizofrenia adalah penyakit mental yang menyebabkan psikosis, tetapi skizofrenia juga memiliki gejala lain. Dan itu bukan satu-satunya penyebab psikosis. Dalam beberapa kasus, penyakit mental lain menyebabkan psikosis, termasuk depresi, gangguan bipatternsr, demensia, dan gangguan kepribadian ambang. Psikosis mungkin muncul selama masa stres yang ekstrim, kurang tidur, atau trauma. Orang yang menggunakan atau menarik diri dari obat atau obat tertentu mungkin mengalami psikosis. Psikosis juga dapat disebabkan oleh cedera otak, masalah neurologis, atau masalah kesehatan lainnya. Jadi sementara psikosis bisa menjadi bagian dari skizofrenia, itu bisa disebabkan oleh banyak hal lain juga. \n Psikosis dan skizofrenia dapat diobati. Penting untuk mencari bantuan sesegera mungkin."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "1896541",
      "patterns": [
        "Apa itu gejala positif dan negatif?"
      ],
      "responses": [
        "Gejala positif dan negatif adalah istilah medis untuk dua kelompok gejala skizofrenia. \n Gejala positif bertambah. Gejala positif termasuk halusinasi (sensasi yang tidak nyata), delusi (keyakinan yang tidak nyata), dan gerakan berulang yang sulit dikendalikan . \n Gejala negatif hilang. Gejala negatif termasuk ketidakmampuan untuk menunjukkan emosi, apatis, kesulitan berbicara, dan menarik diri dari situasi dan hubungan sosial. \n Ada juga kelompok gejala ketiga, biasanya disebut gejala kognitif. Ini termasuk segala sesuatu yang berhubungan untuk berpikir, seperti pikiran yang tidak teratur, masalah ingatan, dan kesulitan dengan fokus dan perhatian."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "4962901",
      "patterns": [
        "Apa itu prodromal?"
      ],
      "responses": [
        "Prodrome adalah istilah medis untuk tanda atau gejala awal penyakit atau masalah kesehatan yang muncul sebelum tanda atau gejala utama dimulai. \n Psikosis, sekelompok gejala yang ditemukan pada gangguan seperti skizofrenia, adalah salah satu penyakit dengan prodrom tertentu. Dengan psikosis, tanda dan gejala prodromal dimulai sebelum gejala lengkap seperti halusinasi dan delusi muncul. \n Gejala umum pada prodromal psikosis meliputi: \n Gejala ini ditemukan di banyak penyakit mental lainnya, jadi tidak selalu jelas pada saat ini apakah ini prodromal psikosis atau skizofrenia atau sesuatu yang lain. Yang terbaik adalah mencari bantuan kapan pun Anda mengkhawatirkan kesehatan mental Anda atau kesehatan mental orang yang Anda cintai. Psikosis dan skizofrenia jauh lebih mudah ditangani dan diobati ketika pengobatan dimulai sejak dini."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "6869967",
      "patterns": [
        "Saya sudah dewasa dan saya pikir saya mungkin menderita ADHD. Apa yang bisa saya lakukan selanjutnya?"
      ],
      "responses": [
        "Anda akan menemukan informasi lebih lanjut tentang ADHD dewasa dan proses penilaian. Anda juga akan menemukan sumber daya yang luas dan publikasi yang direkomendasikan. \n Pusat Kesadaran ADHD, Kanada menyediakan pendidikan dan advokasi bagi warga Kanada yang mengalami ADHD. Mereka memiliki bagian di situs web mereka untuk orang dewasa, termasuk informasi tentang gejala dan penilaian, perawatan, ADHD di tempat kerja, sumber daya, dan daftar bacaan. \n CHADD Vancouver menawarkan kelompok dukungan bulanan untuk orang dewasa di wilayah Vancouver. dan daftar bacaan. \n CHADD Vancouver menawarkan kelompok dukungan bulanan untuk orang dewasa di wilayah Vancouver. dan daftar bacaan. \n CHADD Vancouver menawarkan kelompok dukungan bulanan untuk orang dewasa di wilayah Vancouver."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "4824231",
      "patterns": [
        "Apa perbedaan antara penggunaan narkoba dan kecanduan?"
      ],
      "responses": [
        "Faktanya, zat telah digunakan oleh manusia sepanjang sejarah untuk berbagai alasan: untuk merasa baik, merasa lebih baik, untuk meningkatkan kinerja, untuk alasan budaya/spiritual, dan untuk mendapatkan pengalaman baru. \n Penggunaan zat lebih rumit dari sekadar baik atau buruk. Sangat membantu untuk memikirkan penggunaan zat di sepanjang kontinum, dari penggunaan yang bermanfaat hingga penggunaan yang berbahaya. Di tengah-tengah kontinum, penggunaan zat mungkin bermanfaat dan berbahaya. Anda memiliki malam yang menyenangkan dengan teman-teman, tetapi merasa sedikit sakit keesokan harinya. Di ujung kontinum, beberapa orang mengembangkan ketergantungan—mereka perlu terus-menerus menggunakan narkoba agar merasa normal dan akan tetap menggunakannya bahkan ketika itu mengarah pada kesulitan keuangan, masalah di rumah atau di tempat kerja, masalah kesehatan, atau masalah hukum. . \n Secara umum, penggunaan zat adalah masalah ketika hal itu menyebabkan masalah bagi Anda atau orang lain—dan seberapa banyak penggunaan yang menyebabkan masalah akan berbeda untuk orang yang berbeda dalam situasi yang berbeda. Alasan seseorang menggunakan zat mempengaruhi risiko berkembangnya masalah. Misalnya, jika seseorang menggunakan zat untuk bersenang-senang, hanya penggunaan sosial sesekali yang dapat mengikuti. Tetapi ketika seseorang menggunakan zat untuk mengatasi masalah jangka panjang seperti kecemasan sosial, maka penggunaan yang lebih tahan lama dan intens dapat terjadi. Mengelola risiko kita melibatkan kesadaran mengapa kita menggunakan dan apa dampak penggunaan kita terhadap diri kita sendiri dan orang-orang di sekitar kita. Kebijaksanaan nenek moyang kita menunjukkan prinsip panduan — tidak terlalu banyak, tidak terlalu sering, dan hanya dalam context yang aman. Alasan seseorang menggunakan zat mempengaruhi risiko berkembangnya masalah. Misalnya, jika seseorang menggunakan zat untuk bersenang-senang, hanya penggunaan sosial sesekali yang dapat mengikuti. Tetapi ketika seseorang menggunakan zat untuk mengatasi masalah jangka panjang seperti kecemasan sosial, maka penggunaan yang lebih tahan lama dan intens dapat terjadi. Mengelola risiko kita melibatkan kesadaran mengapa kita menggunakan dan apa dampak penggunaan kita terhadap diri kita sendiri dan orang-orang di sekitar kita. Kebijaksanaan nenek moyang kita menunjukkan prinsip panduan — tidak terlalu banyak, tidak terlalu sering, dan hanya dalam context yang aman. Alasan seseorang menggunakan zat mempengaruhi risiko berkembangnya masalah. Misalnya, jika seseorang menggunakan zat untuk bersenang-senang, hanya penggunaan sosial sesekali yang dapat mengikuti. Tetapi ketika seseorang menggunakan zat untuk mengatasi masalah jangka panjang seperti kecemasan sosial, maka penggunaan yang lebih tahan lama dan intens dapat terjadi. Mengelola risiko kita melibatkan kesadaran mengapa kita menggunakan dan apa dampak penggunaan kita terhadap diri kita sendiri dan orang-orang di sekitar kita. Kebijaksanaan nenek moyang kita menunjukkan prinsip panduan — tidak terlalu banyak, tidak terlalu sering, dan hanya dalam context yang aman. Mengelola risiko kita melibatkan kesadaran mengapa kita menggunakan dan apa dampak penggunaan kita terhadap diri kita sendiri dan orang-orang di sekitar kita. Kebijaksanaan nenek moyang kita menunjukkan prinsip panduan — tidak terlalu banyak, tidak terlalu sering, dan hanya dalam context yang aman. Mengelola risiko kita melibatkan kesadaran mengapa kita menggunakan dan apa dampak penggunaan kita terhadap diri kita sendiri dan orang-orang di sekitar kita. Kebijaksanaan nenek moyang kita menunjukkan prinsip panduan — tidak terlalu banyak, tidak terlalu sering, dan hanya dalam context yang aman."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "4294616",
      "patterns": [
        "Bagaimana saya bisa mencari bantuan untuk masalah alkohol atau penggunaan narkoba?"
      ],
      "responses": [
        "Jika Anda tidak nyaman berbicara secara langsung, Anda juga bisa mendapatkan saran dari perawat terdaftar (bersama dengan saran tentang program atau layanan di daerah Anda) dengan menelepon HealthLink BC di 8-1-1. Karena beberapa obat-obatan terlarang, banyak orang khawatir tentang apa yang mungkin terjadi jika mereka berbicara tentang penggunaan narkoba. Penting untuk diketahui bahwa dalam banyak kasus, dokter harus melindungi privasi Anda—itu hukumnya. \n Di BC, Layanan Rujukan Informasi Alkohol dan Narkoba dapat membantu Anda menemukan informasi tentang pilihan pengobatan, kelompok pendukung, dan sumber daya lainnya di seluruh provinsi. Gratis, rahasia, dan tersedia 24/7. Hubungi Layanan Rujukan Informasi Alkohol dan Narkoba di 1-800-663-1441 atau 604-660-9382 di Daratan Bawah. Anda juga bisa mendapatkan saran dari perawat terdaftar (bersama dengan saran tentang program atau layanan di daerah Anda) dengan menelepon HealthLink BC di 8-1-1. Karena beberapa obat-obatan terlarang, banyak orang khawatir tentang apa yang mungkin terjadi jika mereka berbicara tentang penggunaan narkoba. Penting untuk diketahui bahwa dalam banyak kasus, dokter harus melindungi privasi Anda—itu hukumnya. \n Di BC, Layanan Rujukan Informasi Alkohol dan Narkoba dapat membantu Anda menemukan informasi tentang pilihan pengobatan, kelompok pendukung, dan sumber daya lainnya di seluruh provinsi. Gratis, rahasia, dan tersedia 24/7. Hubungi Layanan Rujukan Informasi Alkohol dan Narkoba di 1-800-663-1441 atau 604-660-9382 di Daratan Bawah. Anda juga bisa mendapatkan saran dari perawat terdaftar (bersama dengan saran tentang program atau layanan di daerah Anda) dengan menelepon HealthLink BC di 8-1-1. Karena beberapa obat-obatan terlarang, banyak orang khawatir tentang apa yang mungkin terjadi jika mereka berbicara tentang penggunaan narkoba. Penting untuk diketahui bahwa dalam banyak kasus, dokter harus melindungi privasi Anda—itu hukumnya. \n Di BC, Layanan Rujukan Informasi Alkohol dan Narkoba dapat membantu Anda menemukan informasi tentang pilihan pengobatan, kelompok pendukung, dan sumber daya lainnya di seluruh provinsi. Gratis, rahasia, dan tersedia 24/7. Hubungi Layanan Rujukan Informasi Alkohol dan Narkoba di 1-800-663-1441 atau 604-660-9382 di Daratan Bawah. dokter harus melindungi privasi Anda—itu hukumnya. \n Di BC, Layanan Rujukan Informasi Alkohol dan Narkoba dapat membantu Anda menemukan informasi tentang pilihan pengobatan, kelompok pendukung, dan sumber daya lainnya di seluruh provinsi. Gratis, rahasia, dan tersedia 24/7. Hubungi Layanan Rujukan Informasi Alkohol dan Narkoba di 1-800-663-1441 atau 604-660-9382 di Daratan Bawah. dokter harus melindungi privasi Anda—itu hukumnya. \n Di BC, Layanan Rujukan Informasi Alkohol dan Narkoba dapat membantu Anda menemukan informasi tentang pilihan pengobatan, kelompok pendukung, dan sumber daya lainnya di seluruh provinsi. Gratis, rahasia, dan tersedia 24/7. Hubungi Layanan Rujukan Informasi Alkohol dan Narkoba di 1-800-663-1441 atau 604-660-9382 di Daratan Bawah."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "4373204",
      "patterns": [
        "Bagaimana saya tahu jika saya minum terlalu banyak?"
      ],
      "responses": [
        "Memilah jika Anda minum terlalu banyak bisa menjadi rumit. Anda unik dan hubungan Anda dengan alkohol unik. Tidak ada yang memiliki kombinasi pengalaman dan pengaruh hidup yang sama dengan Anda. Jadi, meskipun Anda dan teman Anda mungkin memilih untuk minum , bagaimana dan mengapa Anda menggunakan alkohol mungkin berbeda. \n Kita yang minum, mencari manfaat dari alkohol, bukan kesulitan. Tetapi terkadang kita mulai menggunakan lebih banyak, dan lebih sering, daripada yang masuk akal. Sebagai aturan umum, minum alkohol menjadi masalah ketika itu berdampak negatif pada kehidupan kita atau kehidupan orang lain. Banyak orang membayangkan ini mengacu pada orang yang mengonsumsi alkohol sepanjang hari setiap hari. Tetapi bahkan minum terlalu banyak pada satu kesempatan dapat menyebabkan masalah, misalnya membuat keputusan yang buruk seperti mengemudi saat mengalami gangguan. \n Yang juga penting untuk dikenali adalah potensi konsekuensi negatif yang terkait dengan minum dalam berbagai context (yaitu, tempat, waktu, dan aktivitas) dan dari waktu ke waktu (misalnya, mengatasi masalah kronis). Anda bisa mendapatkan umpan balik yang dipersonalisasi terkait dengan patterns minum Anda dibandingkan dengan Pedoman Minum Alkohol Berisiko Rendah Kanada melalui aplikasi penyaringan Alkohol Reality Check. Layar pendek dan sederhana ini dapat digunakan oleh orang-orang dari segala usia. \n Semua penggunaan alkohol melibatkan beberapa risiko. Alasan orang menggunakan alkohol dapat mempengaruhi risiko mengembangkan masalah. Misalnya, jika seseorang menggunakan alkohol untuk meningkatkan perayaan khusus, hanya penggunaan sosial sesekali yang dapat mengikuti. Tetapi ketika seseorang minum untuk mengatasi masalah jangka panjang seperti kecemasan sosial, maka penggunaan yang lebih tahan lama dan intens dapat terjadi. \n Dengan merenungkan patterns minum Anda, Anda dapat mengelola risiko cedera atau kematian langsung, kemungkinan konsekuensi kesehatan jangka panjang seperti kanker atau penyakit jantung, dan risiko mengembangkan patterns kebiasaan minum yang dapat menyebabkan bahaya ini . \n Kapan pun Anda memutuskan untuk minum alkohol, akan sangat membantu untuk mengetahui langkah-langkah apa yang dapat Anda ambil untuk memastikan bahwa perilaku minum Anda adalah yang paling bermanfaat dan paling tidak berbahaya. Berikut ini adalah beberapa panduan yang berguna untuk dipertimbangkan. \n Tidak terlalu banyak. Mengelola seberapa banyak Anda minum pada kesempatan tertentu membantu mengurangi perilaku berisiko. \n Tip: Minumlah perlahan dan bergantian antara minuman non-alkohol dan alkohol. \n Tidak terlalu sering. Minum dalam jumlah sedang membantu mengurangi bahaya bagi diri kita sendiri dan orang lain dari waktu ke waktu. \n Kiat: Jauhkan lebih sedikit alkohol di rumah dan tetapkan batas seberapa banyak Anda akan minum setiap minggu, hindari minum pada beberapa hari. \n Hanya dalam context yang aman. Membuat keputusan berdasarkan informasi tentang tempat Anda minum membantu meminimalkan bahaya terkait alkohol. \n Tip: Jika pergi ke bar, tetaplah bersama rombongan dan pilih tempat yang cukup terang dan dekat dengan pilihan transportasi yang aman. \n Untuk informasi tentang pilihan pengobatan dan sumber daya di seluruh BC, hubungi Layanan Rujukan Informasi Alkohol dan Narkoba di 1-800-663-1441. Di Greater Vancouver, hubungi 604-660-9382. \n Untuk lebih memahami bagaimana zat berperan dalam hidup Anda, kunjungi buku kerja Anda dan Penggunaan Zat di situs web HeretoHelp. \n Institut Penelitian Penggunaan Zat Kanada, sebelumnya CARBC, adalah anggota BC Partners for Mental Health and Addictions Information. Lembaga ini didedikasikan untuk studi penggunaan zat dalam mendukung upaya masyarakat luas yang bertujuan untuk menyediakan semua orang dengan akses ke kehidupan yang lebih sehat, baik menggunakan zat atau tidak. Untuk lebih lanjut, kunjungi www.cisur.ca."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "7807643",
      "patterns": [
        "Jika ganja berbahaya, mengapa kita melegalkannya?"
      ],
      "responses": [
        "Orang dewasa (di atas usia 19 tahun sebelum masehi) sekarang diizinkan untuk memiliki hingga 30 gram ganja di depan umum. Ganja diatur oleh Provinsi British Columbia dan akan dijual melalui Cabang Distribusi Minuman Keras. Ganja akan diuji kualitasnya. \n Ketika obat diproduksi dan diperoleh di dalam sistem yang diatur, adalah mungkin bagi kita untuk mengetahui tentang isi dan dosis dari apa yang kita konsumsi. Ini membantu kami mengelola risiko. Namun, kemungkinan ganja masih akan tersedia di luar sistem pemerintah. Penting untuk diketahui bahwa kualitas ganja yang diperoleh dari pengedar atau teman tidak diketahui dan mungkin mengandung kontaminan seperti jamur, lumut, atau bahan pengisi yang mungkin beracun. \n Legalisasi ganja juga memberi kita kesempatan untuk terlibat dalam diskusi yang jujur dan bijaksana tentang penggunaan narkoba dengan keluarga dan komunitas kita. Ketika berhadapan dengan masalah kompleks, seperti kebijakan ganja, tidak ada yang memiliki semua responses. Tetapi sebagai anggota masyarakat, kita semua memiliki pemikiran, perasaan dan pengalaman seputar narkoba dan penggunaan narkoba untuk dibagikan satu sama lain. Terlibat bersama untuk mengeksplorasi dan berbagi ide akan membantu kita menemukan cara mengelola penggunaan, sebagai individu dan komunitas, dengan cara yang memaksimalkan manfaat dan meminimalkan kerugian. \n Institut Penelitian Penggunaan Zat Kanada, sebelumnya CARBC, adalah anggota BC Partners for Mental Health and Addictions Information. Lembaga ini didedikasikan untuk studi penggunaan zat dalam mendukung upaya masyarakat luas yang bertujuan untuk menyediakan semua orang dengan akses ke kehidupan yang lebih sehat, baik menggunakan zat atau tidak. Untuk lebih lanjut, kunjungi www.cisur.ca. kita semua memiliki pikiran, perasaan dan pengalaman seputar narkoba dan penggunaan narkoba untuk dibagikan satu sama lain. Terlibat bersama untuk mengeksplorasi dan berbagi ide akan membantu kita menemukan cara mengelola penggunaan, sebagai individu dan komunitas, dengan cara yang memaksimalkan manfaat dan meminimalkan kerugian. \n Institut Penelitian Penggunaan Zat Kanada, sebelumnya CARBC, adalah anggota BC Partners for Mental Health and Addictions Information. Lembaga ini didedikasikan untuk studi penggunaan zat dalam mendukung upaya masyarakat luas yang bertujuan untuk menyediakan semua orang dengan akses ke kehidupan yang lebih sehat, baik menggunakan zat atau tidak. Untuk lebih lanjut, kunjungi www.cisur.ca. kita semua memiliki pikiran, perasaan dan pengalaman seputar narkoba dan penggunaan narkoba untuk dibagikan satu sama lain. Terlibat bersama untuk mengeksplorasi dan berbagi ide akan membantu kita menemukan cara mengelola penggunaan, sebagai individu dan komunitas, dengan cara yang memaksimalkan manfaat dan meminimalkan kerugian. \n Institut Penelitian Penggunaan Zat Kanada, sebelumnya CARBC, adalah anggota BC Partners for Mental Health and Addictions Information. Lembaga ini didedikasikan untuk studi penggunaan zat dalam mendukung upaya masyarakat luas yang bertujuan untuk menyediakan semua orang dengan akses ke kehidupan yang lebih sehat, baik menggunakan zat atau tidak. Untuk lebih lanjut, kunjungi www.cisur.ca. dengan cara yang memaksimalkan manfaat dan meminimalkan kerugian. \n Institut Penelitian Penggunaan Zat Kanada, sebelumnya CARBC, adalah anggota BC Partners for Mental Health and Addictions Information. Lembaga ini didedikasikan untuk studi penggunaan zat dalam mendukung upaya masyarakat luas yang bertujuan untuk menyediakan semua orang dengan akses ke kehidupan yang lebih sehat, baik menggunakan zat atau tidak. Untuk lebih lanjut, kunjungi www.cisur.ca. dengan cara yang memaksimalkan manfaat dan meminimalkan kerugian. \n Institut Penelitian Penggunaan Zat Kanada, sebelumnya CARBC, adalah anggota BC Partners for Mental Health and Addictions Information. Lembaga ini didedikasikan untuk studi penggunaan zat dalam mendukung upaya masyarakat luas yang bertujuan untuk menyediakan semua orang dengan akses ke kehidupan yang lebih sehat, baik menggunakan zat atau tidak. Untuk lebih lanjut, kunjungi www.cisur.ca."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "4352464",
      "patterns": [
        "Bagaimana saya bisa meyakinkan anak-anak saya untuk tidak menggunakan narkoba?"
      ],
      "responses": [
        "itu membantu mereka menjadi tertarik pada pikiran dan perilaku mereka sendiri. Proses refleksi diri ini adalah bagian dari pengembangan keterampilan berpikir kritis, bagian dari pengambilan keputusan yang baik. Keterampilan berpikir kritis sebenarnya merupakan bagian penting untuk mengurangi risiko yang terkait dengan penggunaan narkoba. Begitu orang muda telah mempertimbangkan sesuatu dengan hati-hati, mereka cenderung tidak bertindak karena dorongan hati atau sebagai respons terhadap pengaruh. \n Tidak ada aturan tentang bagaimana atau di mana percakapan tentang alkohol atau obat-obatan lain harus dimulai. Bahkan anak kecil pun tahu narkoba adalah bagian dari budaya kita. Mereka melihat orang-orang minum di sekitar mereka dan terpapar narkoba di TV dan iklan. Ini menjadikannya subjek yang dapat diangkat secara alami saat bersiap-siap untuk perayaan keluarga di mana alkohol akan hadir, atau jika Anda berencana untuk mengunjungi kerabat yang menggunakan tembakau, atau saat bertukar cerita di meja makan tentang apa yang terjadi di tempat kerja dan sekolah hari itu. \n Berbicara dengan remaja dan dewasa muda tentang narkoba saat mereka membuat pilihan menuju kedewasaan membantu mereka mengembangkan standar pribadi, meminimalkan risiko, dan menilai secara kritis kepercayaan populer tentang penggunaan narkoba. Ini bisa menjadi sangat penting karena mereka beralih ke usia legal untuk menggunakan alkohol atau ganja dan pindah dari rumah keluarga. Sementara orang dewasa muda memiliki lebih banyak kebebasan dan lebih banyak hak hukum, orang tua dapat terus menjadi dewan suara yang penting untuk mencoba pemikiran dan ide mereka. \n Institut Penelitian Penggunaan Zat Kanada, sebelumnya CARBC, adalah anggota BC Partners for Mental Health and Addictions Information. Lembaga ini didedikasikan untuk studi penggunaan zat dalam mendukung upaya masyarakat luas yang bertujuan untuk menyediakan semua orang dengan akses ke kehidupan yang lebih sehat, baik menggunakan zat atau tidak. Untuk lebih lanjut, kunjungi www.cisur.ca."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "6521784",
      "patterns": [
        "Apa status hukum (dan bukti) minyak CBD?"
      ],
      "responses": [
        "Sativex adalah obat eksklusif yang menggabungkan THC dan CBD dan dapat diresepkan untuk menghilangkan rasa sakit yang terkait dengan multiple sclerosis. Ada juga beberapa bukti yang menunjukkan bahwa CBD mungkin merupakan dukungan yang menjanjikan bagi orang-orang dengan gangguan penggunaan opioid. Para peneliti mencatat bahwa CBD mengurangi beberapa gejala yang terkait dengan gangguan penggunaan zat termasuk kecemasan, gejala terkait suasana hati, nyeri, dan insomnia. \n Setelah meneliti keamanan dan efektivitas minyak CBD untuk mengobati epilepsi, pada tahun 2018, FDA Amerika Serikat menyetujui CBD (Epidiolex) sebagai terapi untuk dua kondisi langka yang ditandai dengan serangan epilepsi. Bukti lain menunjukkan bahwa CBD mungkin berguna dalam pengobatan skizofrenia, meskipun penelitian lebih lanjut diperlukan sebelum memperkenalkan CBD ke dalam praktik medis. \n Ada beberapa bukti awal bahwa CBD dapat membantu orang pada tahap awal penyakit Alzheimer mempertahankan kemampuan untuk mengenali wajah orang yang mereka kenal, dan dengan demikian memperlambat perkembangan penyakit. Sekali lagi, diperlukan lebih banyak penelitian di bidang ini. \n Karena cara kanabis dan produknya dimetabolisme, para ilmuwan percaya ada potensi interaksi dengan obat lain, meskipun belum ada yang signifikan yang tercatat. CBD telah ditemukan secara umum aman. Laporan dari pasien menunjukkan bahwa interaksi obat negatif tidak umum. Seperti perawatan lainnya, penting untuk memantau penggunaan CBD Anda dan mencari bantuan jika Anda mengalami masalah atau memiliki patterns atau kekhawatiran tentang penggunaannya. \n Institut Kanada untuk Penelitian Penggunaan Zat, sebelumnya CARBC, adalah anggota BC Partners for Mental Health and Addictions Information. Lembaga ini didedikasikan untuk studi penggunaan zat dalam mendukung upaya masyarakat luas yang bertujuan untuk menyediakan semua orang dengan akses ke kehidupan yang lebih sehat, baik menggunakan zat atau tidak. Untuk lebih lanjut, kunjungi www.cisur.ca."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "3221856",
      "patterns": [
        "Apa buktinya tentang vaping?"
      ],
      "responses": [
        "Vaping adalah istilah untuk menggunakan perangkat di mana cairan, sering diberi rasa, diubah menjadi uap (karenanya, menguap) dan dihirup. Perangkat vaping terdiri dari corong, tangki atau reservoir untuk menampung cairan, elemen pemanas, dan baterai untuk memberi daya pada elemen tersebut. Cairan dipanaskan menjadi kabut, dihirup melalui mulut ke paru-paru di mana nikotin atau ganja memasuki aliran darah. Setiap sisa uap dihembuskan. Perangkat vaping datang dalam beberapa jenis, bentuk, dan ukuran, yang disebut sebagai rokok elektrik, pena vape, vape, mod, tangki, atau e-hookah. Cairan vaping (e-liquid, e-juice) terdiri dari pelarut, biasanya propilen glikol atau gliserol, perasa, dan nikotin atau ganja, meskipun mungkin tidak mengandung apa pun. Di British Columbia Anda harus berusia 19 tahun untuk membeli produk vaping. \n Jumlah anak muda yang merokok telah menurun selama beberapa tahun terakhir, sementara vaping meningkat. E-rokok dikembangkan sebagai alternatif untuk merokok. Perangkat pertama tersedia pada tahun 2003 dan tampak seperti rokok tradisional. Uap nikotin mengandung lebih sedikit racun dan partikel lain daripada asap rokok. Vaping adalah alternatif yang kurang berbahaya untuk rokok dan bukti menunjukkan, itu dapat membantu beberapa orang berhenti merokok. Bukti menunjukkan vaping kemungkinan bukan pintu gerbang untuk merokok tembakau. \n Meskipun kurang berbahaya daripada merokok, vaping masih membawa potensi bahaya. Ada sedikit paparan nikotin dan kemungkinan karsinogen dalam uap. (Karsinogen adalah zat yang berpotensi menyebabkan kanker). Beberapa bukti menunjukkan bahwa orang muda mungkin tidak menyadari bahwa cairan vaping sering mengandung nikotin. Rokok elektrik tidak dikontrol dan kandungan nikotin dalam cairan vaping sangat bervariasi antar merek. Bahan kimia, perasa, dan logam berat lainnya yang ada dalam cairan vaping, belum dipelajari dengan baik. Risiko kesehatan jangka panjang dari vaping tidak dapat ditentukan. Diperlukan lebih banyak penelitian di bidang ini. \n Strategi pemasaran untuk produk vaping, sering kali di media sosial, dirancang untuk menarik anak muda. Ragam rasa yang tersedia, terutama yang buah dan manis, serta tampilan dan nuansa perangkat vaping menarik minat kaum muda. Kaum muda dapat melihat vaping sebagai kesenangan dan cara untuk bersosialisasi dengan teman dan 'merokok' dengan cara yang tidak terlalu berbahaya. \n Meluangkan waktu dan ruang untuk berdiskusi dan mengeksplorasi isu seputar vaping adalah salah satu cara penting kita dapat mendukung kaum muda dan tentu saja, satu sama lain, dalam membuat keputusan yang baik tentang apakah, kapan, atau berapa banyak vape. Kami menawarkan, tidak terlalu banyak, tidak terlalu sering, dan dalam context yang aman sebagai salah satu cara untuk berpikir tentang penggunaan zat apa pun. Apa artinya ini bagi Anda mungkin tempat untuk berbicara untuk memulai! \n Institut Penelitian Penggunaan Zat Kanada, sebelumnya CARBC, adalah anggota BC Partners for Mental Health and Addictions Information. Lembaga ini didedikasikan untuk studi penggunaan zat dalam mendukung upaya masyarakat luas yang bertujuan untuk menyediakan semua orang dengan akses ke kehidupan yang lebih sehat, baik menggunakan zat atau tidak. Untuk lebih lanjut, kunjungi www.cisur.ca. dalam membuat keputusan yang baik tentang apakah, kapan, atau berapa banyak vape. Kami menawarkan, tidak terlalu banyak, tidak terlalu sering, dan dalam context yang aman sebagai salah satu cara untuk berpikir tentang penggunaan zat apa pun. Apa artinya ini bagi Anda mungkin tempat untuk berbicara untuk memulai! \n Institut Penelitian Penggunaan Zat Kanada, sebelumnya CARBC, adalah anggota BC Partners for Mental Health and Addictions Information. Lembaga ini didedikasikan untuk studi penggunaan zat dalam mendukung upaya masyarakat luas yang bertujuan untuk menyediakan semua orang dengan akses ke kehidupan yang lebih sehat, baik menggunakan zat atau tidak. Untuk lebih lanjut, kunjungi www.cisur.ca. dalam membuat keputusan yang baik tentang apakah, kapan, atau berapa banyak vape. Kami menawarkan, tidak terlalu banyak, tidak terlalu sering, dan dalam context yang aman sebagai salah satu cara untuk berpikir tentang penggunaan zat apa pun. Apa artinya ini bagi Anda mungkin tempat untuk berbicara untuk memulai! \n Institut Penelitian Penggunaan Zat Kanada, sebelumnya CARBC, adalah anggota BC Partners for Mental Health and Addictions Information. Lembaga ini didedikasikan untuk studi penggunaan zat dalam mendukung upaya masyarakat luas yang bertujuan untuk menyediakan semua orang dengan akses ke kehidupan yang lebih sehat, baik menggunakan zat atau tidak. Untuk lebih lanjut, kunjungi www.cisur.ca. \n Institut Penelitian Penggunaan Zat Kanada, sebelumnya CARBC, adalah anggota BC Partners for Mental Health and Addictions Information. Lembaga ini didedikasikan untuk studi penggunaan zat dalam mendukung upaya masyarakat luas yang bertujuan untuk menyediakan semua orang dengan akses ke kehidupan yang lebih sehat, baik menggunakan zat atau tidak. Untuk lebih lanjut, kunjungi www.cisur.ca.\n Institut Penelitian Penggunaan Zat Kanada, sebelumnya CARBC, adalah anggota BC Partners for Mental Health and Addictions Information. Lembaga ini didedikasikan untuk studi penggunaan zat dalam mendukung upaya masyarakat luas yang bertujuan untuk menyediakan semua orang dengan akses ke kehidupan yang lebih sehat, baik menggunakan zat atau tidak. Untuk lebih lanjut, kunjungi www.cisur.ca."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "Autis",
      "patterns": [
        "Autis itu apa artinya?",
        "Apa itu autis?",
        "Pengertian dari autis",
        "Autis adalah?",
        "apa yang di maksud autis?"
      ],
      "responses": [
        "Attention Deficit and Hyperactivity Disorder (ADHD) lebih dikenal sebagai gangguan pemusatan perhatian dan hiperaktivitas, sementara Autism Spectrum Disorder (ASD) lebih banyak dikenal sebagai autisme. Kedua gangguan ini adalah gangguan mental yang beronset pada masa kanak dan remaja."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "Penyebab",
      "patterns": [
        "Anak autis disebabkan oleh apa?",
        "Apa penyebab autis?",
        "Kenapa bisa autis?",
        "Bagai mana bisa terjadi autis"
      ],
      "responses": [
        "Menurut National Institute of Neurological Disorders and Stroke (NINDS), autisme disebabkan oleh kombinasi faktor genetik dan lingkungan. Penelitian terbaru mengonfirmasi beberapa kelainan genetik yang dapat memengaruhi seseorang terhadap autisme."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "IQ",
      "patterns": [
        "Anak autis IQ nya berapa?",
        "Berapa IQ anak autis?",
        "Seberapa tinggi IQ anak autis?"
      ],
      "responses": [
        "Sekitar 50 persen anak autis memiliki IQ di bawah 50. Namun, standar untuk tes kecerdasan menggunakan keterampilan seperti menjawab pertanyaan, mengikuti arahan, dan mengidentifikasi item, yang dipelajari anak autis nanti atau melalui intervensi terapeutik."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "Menular?",
      "patterns": [
        "Apakah autis itu menular?",
        "Bisakah autis menular?"
      ],
      "responses": [
        "Gangguan perkembangan ini biasanya memengaruhi kemampuan anak untuk berkomunikasi, berinteraksi sosial dan seringkali muncul perilaku yang kurang lazim. Autisme tidak menular, gangguan ini dapat terjadi pada setiap lapisan masyarakat, dari strata terendah hingga strata tinggi."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "Cita",
      "patterns": [
        "Apakah anak autis bisa jatuh cinta?",
        "Bisakah anak autis merasakan jatuh cinta?"
      ],
      "responses": [
        "'Anak autis juga merasakan jatuh cinta, hanya saja dia tidak tahu aturan-aturan sosial', ujar Dr. Adriana Ginanja, MS, psikolog sekaligus pendiri sekolah khusus anak autis 'Mandiga', saat dihubungi detikHealth, Rabu (19/12/2012). 'Remaja autis sama dengan remaja-remaja lainnya yang juga bisa merasakan cinta.'"
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "Pintar",
      "patterns": [
        "Kenapa anak autis lebih pintar?",
        "Apakah anak autis pintar",
        "Apakah anak autis cerdas?"
      ],
      "responses": [
        "Orang dengan autisme biasanya cerdas karena mereka bisa dengan mudah mengingat hal-hal yang pernah ditemuinya. Saat mereka melihat orang tua atau gurunya memainkan suatu alat musik, mereka akan merekam kejadian tersebut dengan baik dalam memorinya."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "Kelebihan",
      "patterns": [
        "Apa Kelebihan anak autis?",
        "Kelebihhan anak autis",
        "Apakah anak autis punya kelebihan?"
      ],
      "responses": [
        "\n 1. Konsentrasi yang sangat tinggi \n 2. tDaya ingat tajam \n 3. Memerhatikan detail \n 4. Lebih mengandalkan logika daripada emosi"
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "Usia",
      "patterns": [
        "Berapa lama hidup orang autis?",
        "Batas usia orang autis?",
        "Apakah autis punya batas usia?"
      ],
      "responses": [
        "Studi yang dipublikasi di British Journal of Psychiatry tersebut menunjukkan bahwa rata-rata orang dengan autisme meninggal 16 tahun lebih cepat dibandingkan populasi umumnya."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "Batas autis",
      "patterns": [
        "Anak autis sampai umur berapa?",
        "Berapa lama anak autis bisa sembuh?",
        "Usia berapa autis bisa sembuh?"
      ],
      "responses": [
        "Penelitian menunjukkan kalau anak autis akan sembuh pada usia 18 sampai 21 tahun. Menurut penelitian, anak tidak lagi menunjukkan kesulitan dalam pidato maupun berkomunikasi, mengenali wajah orang atau interaksi sosial dan beberapa perilaku lainnya."
      ],
      "context": []
    },
    {
      "tag": "Bahaya autis",
      "patterns": [
        "Apakah anak autis bisa tertawa?",
        "Autis bisa tertawa?",
        "Bisakah anak autis tertawa?"
      ],
      "responses": [
        "Dijelaskan dr Yulia Darmawi dalam seminar tentang autisme di RS Budi Kemuliaan, tertawa sendiri pada anak autis umumnya dikarenakan asupan yang mengandung phenol."
      ],
      "context": []
    },
    {
      "tag": "Jenis",
      "patterns": [
        "Berapa macam autis?",
        "Jenis autis",
        "Sebutkan jenis autis"
      ],
      "responses": [
        "Inilah 3 Jenis Autisme yang Bisa Serang Anak \n 1. Sindrom Rett,Sindrom Rett adalah salah satu kelainan genetik yang memengaruhi perkembangan otak anak. Gejala yang muncul biasanya saat anak menginjak usia 1 hingga 1,5 tahun. Gangguan tumbuh kembang terlihat pada kemampuan berbicara anak yang terlambat hingga alami gangguan bergerak. Umumnya, gejala yang muncul pada pengidap sindrom Rett dianggap sebagai autisme atau keterlambatan perkembangan non-spesifik. Ada beberapa pengobatan yang bisa dilakukan, seperti terapi bahasa, terapi okupasi, dan fisioterapi.\n 2. Gangguan Disintegratif Anak Gangguan disintegratif anak, dikenal juga sebagai sindrom Heller adalah salah satu gangguan ketika tumbuh kembang anak berjalan normal hingga anak berusia 3-4 tahun. Namun pada bulan berikutnya, anak kehilangan kemampuan, seperti aspek bahasa, sosial, motorik, dan mental. Sindrom Heller berhubungan langsung dengan sistem saraf otak. Pengobatan untuk mengatasi kondisi ini umumnya dilakukan dengan terapi perilaku untuk mengajarkan kembali kemampuan anak yang perlahan menurun.\n 3. Sindrom Asperger Sindrom ini umumnya menyerang anak-anak dan bertahan hingga anak beranjak dewasa. Pengidap Asperger memiliki kecerdasan yang baik dan pandai dalam berbahasa, namun terlihat kesulitan ketika akan berkomunikasi dan berinteraksi dengan orang disekitarnya. Gejala terlihat seperti kesulitan berinteraksi, tidak ekspresif, kurang peka terhadap lingkungan, obsesif, repetitif, kurang menyukai perubahan, adanya gangguan motorik dan gangguan fisik."
      ],
      "context": []
    },
    {
      "tag": "Menatap",
      "patterns": [
        "Mengapa anak autis tidak mau menatap mata?",
        "Apakah anak autis bisa saling menatap mata?",
        "Bagai mana tatapan mata anak autis?"
      ],
      "responses": [
        "Anak-anak dengan autisme sering mengalami kesulitan melakukan kontak mata kepada lawan bicaranya. Sebuah penelitian baru menunjukkan hal ini mungkin disebabkan sebagian otaknya memproses informasi visual, bukannya murni defisit sosial."
      ],
      "context": []
    },
    {
      "tag": "Pantangan",
      "patterns": [
        "Apa pantangan anak autis?",
        "Apa makanan anak autis?",
        "Bagai mana pola makan anak autis?"
      ],
      "responses": [
        "Bagi anak autis hindari makanan tersebut dan diganti dengan ubi, jagung, bihun dan singkong. Kasein adalah protein yang ditemukan pada banyak pada produk makanan. Yang termasuk makanan yang mengandung kasein yaitu olahan dari susu, seperti yagurt, keju, mentega dan es krim."
      ],
      "context": []
    },
    {
      "tag": "Sembuh",
      "patterns": [
        "Apakah autis bisa sembuh total?",
        "Apakah benar anak autis bisa sembuh?",
        "Anak autis bisa sembuh?"
      ],
      "responses": [
        "meskipun tidak sepenuhnya, obat-obatan dan terapi dapat membantu mengurangi gejala autisme dan mendukung kapasitas fungsional. Dokter merekomendasikan jenis terapi yang anak penderita autis perlukan."
      ],
      "context": []
    },
    {
      "tag": "histeria",
      "patterns": [
        "Bolehkah anak autis makan mie instan?",
        "Apakah mie instan boleh dimakan anak autis?"
      ],
      "responses": [
        "Salah satu makanan yang sebaiknya tidak diberikan pada anak autisme adalah mie dan sejenis pasta."
      ],
      "context": []
    },
    {
      "tag": "histeria",
      "patterns": [
        "Kapan tau anak autis?",
        "Umur berapa anak autis terlihat?",
        "Apa ciri-ciri anak autis?"
      ],
      "responses": [
        "Ciri-ciri anak autis umumnya mulai terlihat jelas saat ia menginjak usia 1–2 tahun."
      ],
      "context": []
    },
    {
      "tag": "histeria",
      "patterns": [
        "Bagaimana anak autis setelah dewasa?",
        "Bagai mana anak autis ketika dewasa?"
      ],
      "responses": [
        "rang dewasa dengan autisme mungkin juga memiliki pola pikir dan perilaku yang tidak fleksibel serta dapat melakukan tindakan berulang. Tanda dan gejala umum autisme pada orang dewasa dapat mencakup: Kesulitan memulai percakapan. Kesulitan membuat atau mempertahankan persahabatan dekat."
      ],
      "context": []
    },
    {
      "tag": "Histeria",
      "patterns": [
        "Histeria itu seperti apa?",
        "Apa itu histeria",
        "Apa yang dimaksud histeria?",
        "Histeria"
      ],
      "responses": [
        "Halodoc, Jakarta – Histeria adalah istilah yang sering digunakan untuk menggambarkan suatu perilaku emosional yang tampaknya berlebihan dan di luar kendali."
      ],
      "context": []
    },
    {
      "tag": "histeria",
      "patterns": [
        "Bagaimana penanganan penderita histeria?",
        "Apa langkah-langkah penanganan histeria?",
        "pertolongan pertama penderita histeria?"
      ],
      "responses": [
        "Adapun Langkah-langkah penanganan / pertolongan pertama bagi penderita Histeria antara lain : \n 1. Tenangkan korban \n 2. Pisahkan dari keramaian \n 3. Letakkan di tempat yang tenang \n 4. Awasi"
      ],
      "context": [
        "jaga_sikap"
      ]
    },
    {
      "tag": "histeria",
      "patterns": [
        "Apakah kesurupan itu gangguan jiwa?",
        "Apakah kesurupan sama dengan gangguan jiwa?"
      ],
      "responses": [
        "Siswanto SPsi MSi menyatakan, kesurupan merupakan gangguan mental disosiatif. Dari penelitiannya kasus-kasus kesurupan banyak terjadi dari kalangan orang yang taat beragama."
      ],
      "context": []
    },
    {
      "tag": "histeria",
      "patterns": [
        "Apa Penyebab Histeria? ",
        "Penyebab histeria",
        "Apakah histeria ada penyebabnya?"
      ],
      "responses": [
        "Seiring waktu, teori tentang apa yang menyebabkan histeria telah berubah. Kini, penyebab gangguan disosiatif dan somatik sering kali lebih mengarah pada kondisi psikologis. Gangguan disosiatif umumnya disebabkan oleh pengalaman beberapa jenis trauma."
      ],
      "context": [
        "search_blood_pressure_by_patient_id"
      ]
    },
    {
      "tag": "Paranoid",
      "patterns": [
        "Apa yang dimaksud dengan paranoid?",
        "Apa itu paranoid?"
      ],
      "responses": [
        "Paranoid adalah masalah psikologis yang ditandai dengan munculnya rasa curiga dan takut berlebihan. Orang yang paranoid cenderung sulit atau bahkan tidak bisa memercayai orang lain dan memiliki pola pikir yang berbeda dari kebanyakan orang."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "paranoid",
      "patterns": [
        "Apa ciri ciri paranoid?",
        "Ciri paranoid",
        "Ciri khusus paranoid"
      ],
      "responses": [
        "Gangguan kepribadian paranoid memiliki ciri-ciri khusus yang dapat dikenali. Ciri-ciri gangguan kepribadian Paranoid sebagai berikut: Kepekaan berlebihan terhadap kegagalan dan penolakan. Kecenderungan untuk tetap menyimpan dendam,misalnya menolak untuk memaafkan suatu penghinaan dan luka hati atau masalah kecil."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "Paranoid",
      "patterns": [
        "Apa penyebab sakit paranoid?",
        "Peneyebab paranoid"
      ],
      "responses": [
        "Penyebab Paranoid: Penyebab gangguan kepribadian paranoid belum diketahui hingga saat ini. Namun, penelitian menduga bahwa paranoid terkait dengan faktor genetik dan gangguan psikologis, seperti skizofrenia atau gangguan delusi. Paranoid lebih banyak dialami oleh pria dibandingkan wanita."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "paranoid",
      "patterns": [
        "Apakah paranoid bisa sembuh?",
        "Paranoid sembuh",
        "Bisakah paranoid sembuh?"
      ],
      "responses": [
        "Proses mengatasi gangguan kepribadian paranoid sendiri dapat dilakukan dengan dua cara, yaitu psikoterapi dan obat-obatan. Dalam kasus yang parah, proses pengobatan dapat sekaligus dilakukan secara bersamaan. Apapun tindakan yang digunakan akan disesuaikan dengan intensitas gejala yang muncul pada pengidap."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "paranoid",
      "patterns": [],
      "responses": [
        "Bagaimana cara menghilangkan rasa paranoid?",
        "Cara mengatasi paranoid"
      ],
      "context": [
        "sCara Mengatasi Paranoid \n 1. Terapi Psikologis: Cara mengatasi paranoid yang pertama adalah dengan terapi psikologis. Tak perlu khawatir atau takut untuk berkonsultasi kepada psikolog. Ahli psikolog akan membantumu menangani segala masalah yang sedang dihadapi. Terapi dari psikolog juga bisa membantu menghilangkan pikiran negatif dan trauma.\n 2. Terapi Obat: Untuk seseorang yang mengalami paranoid berlebihan, dapat berkonsultasi pada psikiater. Sehingga dokter akan memberikan terapi obat khusus untuk menyembuhkan gejalanya. Obat-obatan ini akan diberikan pada seseorang yang mengalami paranoid dengan gejala parah. Obat yang biasanya diresepkan oleh dokter adalah antidepresan, antipsikotik, dan anti-kecemasan.\n 3. Detoksifikasi: Paranoid dapat dialami oleh seorang pecandu obat-obatan terlarang. Biasanya dokter akan melakukan terapi detoksifikasi untuk menghilangkan zat-zat kimia dari obat-obatan terlarang tersebut. Jangan lupa untuk melakukan kegiatan positif untuk mendukung kesembuhan mental dan membantumu berpikiran positif."
      ]
    },
    {
      "tag": "paranoid",
      "patterns": [
        "Apakah paranoid termasuk penyakit mental?",
        "Paranoid sama dengan penyakit mental?",
        "Paranoid termasuk penyakit apa?"
      ],
      "responses": [
        "Gangguan kepribadian paranoid adalah kondisi kesehatan mental yang cukup umum terjadi. Menurut sebuah studi, paranoia merupakan salah satu jenis gangguan kejiwaan yang paling umum bila dibandingkan dengan kondisi mental lainnya."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "Skizo",
      "patterns": [
        "Apa itu orang Skizo?",
        "apa itu skizo",
        "skizo?"
      ],
      "responses": [
        "Skizofrenia adalah gangguan kejiwaan kronis ketika pengidapnya mengalami halusinasi, delusi, kekacauan dalam berpikir, dan perubahan sikap. Umumnya pengidap skizofrenia mengalami gejala psikosis, yaitu kesulitan membedakan antara kenyataan dengan pikiran pada diri sendiri."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "skizo",
      "patterns": [
        "Apa yang di rasakan penderita skizofrenia?",
        "penderita skizo",
        "seperti apa rasa skizo?"
      ],
      "responses": [
        "Skizofrenia sendiri merupakan gangguan mental yang terjadi dalam jangka panjang. Ketika menyerang seseorang, skizofrenia akan membuat pengidapnya mengalami delusi, halusinasi, kekacauan dalam berpikir, mengasingkan diri dari orang lain, hingga mengalami perubahan perilaku."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "skizo",
      "patterns": [
        "Apa obat penyakit skizofrenia?",
        "obat skizo"
      ],
      "responses": [
        "Obat skizofrenia atau antipsikotik bekerja dengan cara mengubah aktivitas zat-zat kimia tertentu di dalam otak. Obat ini ada yang diberikan dalam bentuk obat minum seperti tablet, kapsul, atau sirop, dan ada juga yang dalam bentuk obat suntik. Pemberian obat antipsikotik bertujuan untuk mengurangi gejala skizofrenia."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "skizo",
      "patterns": [
        "Apakah skizofrenia pintar?",
        "apa skizo cerdas?",
        "skizo pintar"
      ],
      "responses": [
        "Orang dengan Skizofrenia Tidak Cerdas? Pasien skizofrenia terbukti cerdas, atau lebih tepatnya 'jenius gila'. Sebuah studi yang diterbitkan dalam jurnal Nature menganalisis keterkaitan antara orang sukses dan potensi mereka sebagai penderita gangguan mental."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "skizo",
      "patterns": [
        "Apa skizofrenia sama dengan gila?",
        "skizo orang gila?"
      ],
      "responses": [
        "Kenyataannya, penderita skizofrenia bukanlah orang gila. Gangguan skizofrenia kerap mendapatkan stigma negatif oleh masyarakat."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "skizo",
      "patterns": [
        "Cara menghadapi penderita skizofrenia",
        "bagai mana menghadapi penderita skizo"
      ],
      "responses": [
        "Jika ada orang-orang terdekat atau keluarga Anda yang menderita skizofrenia, berikut ini adalah beberapa hal yang dapat Anda lakukan: \n 1. Beri mereka jarak yang cukup Penderita skizofrenia sering kali merasa paranoid, yang membuatnya selalu merasa curiga jika orang-orang di sekitarnya akan membahayakan dirinya. Mereka bisa saja tiba-tiba menjadi agresif untuk menjaga diri, maka untuk menghindari hal tersebut, sebisa mungkin Anda memberi jarak yang cukup. Contoh sederhana yang dapat Anda lakukan adalah dengan membiarkan saat mereka ingin sendirian di kamar.\n 2. Hindari stimulasi yang membuat mereka makin paranoid Jauhkan benda-benda yang dapat memicu semakin tingginya perasaan paranoid para penderita skizofrenia. Contohnya adalah televisi. Penderita paranoid dapat merasa jika berita atau film yang diputar sedang membicarakan dirinya.\n 3. Jauhkan benda-benda berbahaya Saat penderita skizofrenia sudah terlalu paranoid, mereka akan melakukan apa saja untuk membela diri dari ancaman yang sebenarnya tidak nyata. Mereka akan mengumpulkan benda apa pun yang dapat dijadikan senjata. Oleh karena itu, demi menjaga keselamatan orang-orang di sekitar penderita skizofrenia, segera amankan dan jauhkan benda-benda berbahaya dari mereka.\n 4. Selamatkan penderita skizofrenia dari keinginan bunuh diri Penderita skizofrenia yang mengalami waham atau halusinasi parah tak lagi sekadar paranoid dengan sekitarnya, tapi juga memiliki kecenderungan untuk bunuh diri. Maka dari itu, selalu awasi apa yang mereka lakukan dan jauhkan benda-benda berbahaya di sekitarnya.\n 5. Terhubung dengan layanan kesehatan Pastikan penderita skizofrenia mendapat perawatan yang tepat dari dokter spesialis kesehatan jiwa atau psikiater. Kini, tidak hanya di rumah sakit besar, beberapa Puskesmas pun telah memiliki layanan untuk masalah kejiwaan."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "skizo",
      "patterns": [
        "Berapa jenis skizofrenia?",
        "jenis skizo",
        "sebutkan jenis-jenis skizo"
      ],
      "responses": [
        "Berikut 5 jenis skizofrenia yang klasifikasinya sempat dijadikan acuan oleh para ahli dahulu: \n 1. Skizofrenia Paranoid: Skizofrenia jenis ini merupakan yang paling sering muncul gejalanya, termasuk di antaranya adalah delusi dan halusinasi. Pengidap skizofrenia paranoid biasanya menunjukkan perilaku yang tidak normal seakan ia sedang diawasi, sehingga ia kerap menunjukkan rasa marah, gelisah, bahkan benci terhadap seseorang. Namun, mereka yang mengalami skizofrenia jenis ini masih memiliki fungsi intelektual dan ekspresi yang tergolong normal.\n 2. Skizofrenia Katonik Skizofrenia katonik ditandai dengan adanya gangguan pergerakan. Pengidap skizofrenia jenis ini cenderung tidak bergerak atau justru bergerak hiperaktif. Pada beberapa kasus juga ditemukan sama sekali tidak mau berbicara, atau senang mengulangi perkataan orang lain. Pengidap skizofrenia katonik juga sering kali tidak memedulikan kebersihan dirinya, serta tidak mampu menyelesaikan aktivitas yang dilakukan.\n 3. Skizofrenia Tidak teratur Skizofrenia tidak teratur merupakan jenis yang memiliki kemungkinan paling kecil untuk disembuhkan. Pengidap skizofrenia jenis ini ditandai dengan ucapan dan tingkah laku yang tidak teratur dan sulit dipahami. Terkadang mereka bisa tertawa tanpa alasan jelas, atau terlihat sibuk dengan persepsi yang mereka miliki.\n 4. Skizofrenia Diferentiatif Skizofrenia jenis ini merupakan yang paling sering terjadi. Gejala yang ditimbulkan adalah kombinasi dari beragam subtipe dari skizofrenia lainnya.\n 5. Skizofrenia Residual: Pengidap skizofrenia residual biasanya tidak menunjukkan gejala umum dari skizofrenia seperti berkhayal, halusinasi, tidak teratur dalam berbicara dan berperilaku. Mereka baru mendapat diagnosis setelah satu dari empat jenis skizofrenia lain telah terjadi."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "pengertian_insomnia",
      "patterns": [
        "Apa itu insomnia?",
        "Apa pengertian insomnia"
      ],
      "responses": [
        "Insomnia adalah gangguan yang menyebabkan penderitanya sulit tidur atau tidak cukup tidur, meski terdapat cukup waktu untuk melakukannya. Gangguan ini bisa berdampak pada aktivitas penderita keesokan harinya."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "gejala_insomnia",
      "patterns": [
        "Gejala apa yang terjadi pada insomnia?"
      ],
      "responses": [
        "Insomnia ditandai dengan sulit tidur atau tidur yang tidak nyenyak. Keluhan tersebut dapat memicu gejala lain, seperti lelah dan mengantuk di siang hari, serta sulit fokus dalam beraktivitas."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "pengobatan_dan_pencegahan_insomnia",
      "patterns": [
        "Bagaimana cara mengobati insomnia?",
        "Bagaimana cara mencegah insomnia?"
      ],
      "responses": [
        "Pengobatan insomnia tergantung pada penyebab yang mendasarinya dan kondisi pasien. Metode yang dapat diberikan oleh dokter adalah psikoterapi atau konseling, obat-obatan, atau kombinasi keduanya.",
        "Insomnia dapat dicegah dengan melakukan beberapa cara sederhana, Menghindari banyak makan dan minum sebelum tidur, Membatasi konsumsi minuman beralkohol dan berkafein, Berusaha aktif di siang hari agar terhindar dari tidur siang"
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "pengertian_insecure",
      "patterns": [
        "Apa itu insecure?",
        "Apa pengertian insecure?"
      ],
      "responses": [
        "Insecure adalah perasaan cemas, ragu, atau kurang percaya diri sehingga membuat seseorang merasa tidak aman. Akibatnya, orang yang insecure bisa saja merasa cemburu, selalu menanyakan pendapat orang lain tentang dirinya, atau bahkan membandingkan dirinya dengan orang lain."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "penyebab_insecure",
      "patterns": [
        "Apa penyebab insecure?"
      ],
      "responses": [
        "Penyebab Insecure adalah karena pernah mengalami kegagalan, mendapatkan penilaian kurang baik dari orang, atau akibat memiliki sifat perfeksionis."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "mengatasi_insecure",
      "patterns": [
        "Bagaimana mengatasi insecure?"
      ],
      "responses": [
        "Untuk mengatasi rasa insecure dan mencegahnya agar tidak terus berlanjut, ada beberapa upaya yang bisa dilakukan, yaitu lawan pikiran negatif, Terima hasil yang tidak sesuai keinginan, Ubah kegagalan menjadi motivasi, Luangkan waktu dengan orang terdekat, Bangun harga diri dan keyakinan diri."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "pencegahan_insecure",
      "patterns": [
        "Bagaimana pencegahan insecure?",
        "Bagaimana cara mencegah insecure?"
      ],
      "responses": [
        "Pencegahan Insecure dapat dicegah dengan melakukan beberapa upaya yaitu : Mengidentifikasi situasi atau hal yang memicu perasaan insecure, Membangun rasa percaya diri dan self-esteem, Mendahulukan kepentingan atau kebutuhan diri sendiri, Menepis pikiran negatif dengan mengingat hal-hal kecil yang berdampak positif, Menerima hasil yang tidak sesuai keinginan dengan lapang dada, Menjadikan kegagalan sebagai suatu motivasi untuk menjadi lebih baik, Meluangkan waktu dengan orang terdekat."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "narsistik",
      "patterns": [
        "Apa itu Narsistik?",
        "Apa pengertian Narsistik?"
      ],
      "responses": [
        "Narsistik adalah kondisi ketika seseorang merasa dirinya lebih baik dari orang lain sehingga butuh dikagumi dan mendapat perhatian lebih. Kondisi ini dapat menyebabkan penderitanya menjadi egois dan memiliki sedikit empati terhadap orang lain sehingga menimbulkan masalah dalam interaksi sosial dan Narsistik adalah salah satu jenis gangguan kepribadian. Penderita narsistik umumnya terlihat sangat percaya diri. Namun, hal tersebut sebenarnya untuk menutupi harga dirinya yang sangat rapuh, misalnya hanya karena dikritik oleh orang lain."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "penyebab_narsistik",
      "patterns": [
        "Apa penyebab narsistik?",
        "Apa faktor narsistik?"
      ],
      "responses": [
        "Penyebab Narsistik belum diketahui secara pasti apa yang menyebabkan gangguan kepribadian narsistik. Namun, narsistik diduga terkait dengan sejumlah faktor berikut: Faktor genetik, Faktor lingkungan, dan Faktor neurobiologi."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "Gejala_narsistik",
      "patterns": [
        "Apa gejala narsistik?"
      ],
      "responses": [
        "Gejala Narsistik adalah Mementingkan diri sendiri (egois), Merasa berhak dan perlu dikagumi secara berlebihan dan terus-menerus, Merasa lebih baik dari orang lain (superior) meski tidak memiliki pencapaian apa pun, Merasa istimewa dan hanya ingin bergaul dengan orang yang dianggap setara dengannya, Membanggakan pencapaian atau bakat diri sendiri secara berlebihan, Sering menghayal tentang kesuksesan, kekuasaan, kecerdasan, kecantikan, atau pasangan yang sempurna."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "pengobatan_narsistik",
      "patterns": [
        "Bagaimana cara mengatasi narsistik"
      ],
      "responses": [
        "Penyakit mental adalah kondisi kesehatan yang mengganggu pikiran, emosi, hubungan, dan fungsi sehari-hari seseorang."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "Fobia Sosial",
      "patterns": [
        "Apa itu Fobia Sosial?"
      ],
      "responses": [
        "Social anxiety disorder atau fobia sosial adalah gangguan kesehatan mental yang ditandai dengan rasa takut akan diawasi, dihakimi, atau dipermalukan oleh orang lain. Fobia sosial juga dikenal dengan istilah gangguan kecemasan sosial."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "penyebab_fobiasosial",
      "patterns": [
        "Apa penyebab Fobia Sosial?"
      ],
      "responses": [
        "Penyebab Fobia Sosial biasanya Fobia sosial dipicu oleh situasi yang baru atau hal yang belum pernah dilakukan sebelumnya, misalnya berpidato atau menyampaikan presentasi di depan umum. Meskipun penyebab pastinya belum diketahui, kondisi ini diduga terkait dengan beberapa faktor seperti, Peristiwa masa lalu, Keturunan atau pola asuh, dan Struktur otak."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "Gejala_fobiasosial",
      "patterns": [
        "Gejala seperti apa ketika Fobia Sosial muncul?"
      ],
      "responses": [
        "Gejala Fobia Sosial bisa tampak khususnya dalam situasi, Berkencan, Bertatapan mata dengan orang lain, Berinteraksi dengan orang asing, Makan di hadapan orang lain, Bekerja atau bersekolah, Memasuki ruangan penuh orang, Menghadiri pesta atau acara pertemuan, Oleh karena itu, penderita biasanya akan menghindari sejumlah situasi di atas."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "yang_dirasakan_penderita",
      "patterns": [
        "Apa yang dirasakan si penderita ketika mempunyai Fobia Sosial?"
      ],
      "responses": [
        "Rasa takut yang dirasakan penderita fobia sosial tidak hanya berlangsung sesaat, melainkan menetap, dan akan menimbulkan gejala fisik yang berupa, Wajah memerah, Bicara terlalu pelan, Postur tubuh yang kaku, Otot menjadi tegang, Keringat berlebih, Mual, Pusing, Jantung berdebar, Sesak napas."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "komplikasi",
      "patterns": [
        "Apa yang terjadi jika penderita Fobia Sosial sudah parah?"
      ],
      "responses": [
        "Komplikasi Fobia sosial yang tidak ditangani dapat menyebabkan penderitanya mengalami kondisi seperti, Perasaan rendah diri, Tidak dapat berinteraksi dengan orang lain, Tidak mampu bersikap tegas, Sangat sensitif terhadap kritikan, Kondisi di atas dapat mengganggu prestasi dan produktivitas penderita, baik di sekolah maupun tempat kerja. Lebih parahnya, penderita dapat mengalami kecanduan alkohol, penyalahgunaan NAPZA, hingga percobaan bunuh diri."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "pengobatan",
      "patterns": [
        "Apakah Fobia Sosial bisa disembuhkan?"
      ],
      "responses": [
        "Jelas bisa, Fobia sosial dapat ditangani dengan menggunakan dua metode, yaitu psikoterapi dan pemberian obat-obatan, atau kombinasi keduanya."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "pencegahan",
      "patterns": [
        "Bagaimana cara mencegah Fobia Sosial?"
      ],
      "responses": [
        "Pencegahan Fobia Sosial Belum diketahui cara untuk mencegahnya. Namun, ada beberapa cara yang bisa dilakukan untuk menghindari keparahan gejala jika Anda mengalami fobia sosial, yaitu Menghindari penggunaan NAPZA, Menjalani terapi relaksasi, seperti teknik pernapasan untuk meredakan stres, Memberanikan diri menghadapi situasi yang memicu cemas secara bertahap, Berkonsultasi dengan psikolog atau dokter terkait metode pengobatan yang tepat bagi Anda."
      ],
      "context": [
        ""
      ]
    }
  ]
}